[
  {
    "message": "Afterward, Ren gets Mr. Haga, and he takes me inside to rest for a while."
  },
  {
    "message": "Even though I lost the package he asked me to deliver, Mr. Haga just smiles and tells me to go home for the day."
  },
  {
    "message": "I take him up on the offer."
  },
  {
    "message": "Granny must not be home yet, as the house is still dark."
  },
  {
    "message": "After flipping the lights on in the entryway, I head for the kitchen, grab my medicine off the shelf, and take a bigger dose than usual. "
  },
  {
    "message": "It really should be taken with food, but I need to get my headache under control."
  },
  {
    "message": "Maybe I'm just relieved to be home, but it feels like my exhaustion has suddenly caught up with me. I can barely move."
  },
  {
    "message": "Desperate to collapse into bed, I trudge up the stairs to my room."
  },
  {
    "message": "I take Ren out of my bag and set him on the bed, then take off my jacket and lie down."
  },
  {
    "message": "Phew..."
  },
  {
    "message": "I lost the package I was supposed to deliver and even ended up leaving work early..."
  },
  {
    "message": "I feel terrible, especially after the kindness Mr. Haga showed me."
  },
  {
    "name": "蒼葉",
    "message": "\"What's going on with me?\""
  },
  {
    "message": "It's all because of that weird rabbit head guy."
  },
  {
    "message": "...And Rhyme."
  },
  {
    "message": "Is <I>that</I> what everyone's so worked up about?"
  },
  {
    "message": "I slowly sit up. Thinking about that virtual space is just making me feel worse. "
  },
  {
    "message": "My headache hasn't gone away. The medicine must not have kicked in yet.\r\nFortunately, I have just the thing for times like this."
  },
  {
    "message": "I pick up my headphones from the pile with my jacket and put them on."
  },
  {
    "message": "I select one of my favorite songs on my Coil, close my eyes, and let the music take me."
  },
  {
    "message": "Music has always helped me relax whenever I'm feeling restless or unwell."
  },
  {
    "message": "It's just me and the music. Everything else fades away."
  },
  {
    "name": "蒼葉",
    "message": "\"...Mm.\""
  },
  {
    "message": "Slowly, the music melds with my heartbeat. I feel myself drifting on the waves."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa...\""
  },
  {
    "message": "The melody whirls around me, softly caressing my body."
  },
  {
    "message": "The sound soaks through my skin and into my blood, circulating gently through my veins."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ah...\""
  },
  {
    "message": "Multi-colored lights flutter through the darkness, like delicate pieces of film."
  },
  {
    "message": "It feels pleasant―comforting. This is a place for me alone, where no one else can trespass."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah...\""
  },
  {
    "message": "The discordant pain in my head and body grow distant as the peaceful sound spreads through me."
  },
  {
    "message": "Faint sighs spill from my lips, almost like the music is pushing them from my lungs."
  },
  {
    "message": "It feels so good... I'm in deeper than usual today. The world around me has ceased to exist."
  },
  {
    "message": "If I can just fall asleep like this, I know I'll wake recharged and refreshed."
  },
  {
    "message": "If I can just... fall asleep..."
  },
  {
    "name": "蒼葉",
    "message": "\"...?\""
  },
  {
    "message": "A sound?"
  },
  {
    "message": "I open my eyes slightly, but I'm still pretty out of it. I don't know what I heard."
  },
  {
    "message": "...Well, whatever."
  },
  {
    "message": "I close my eyes again."
  },
  {
    "message": "This place..."
  },
  {
    "message": "I know it well."
  },
  {
    "message": "I'm sitting on a sandy beach, talking to someone."
  },
  {
    "message": "Someone whose words are more precious than gold... Words that seem to glitter in the sunlight."
  },
  {
    "name": "ナイン",
    "message": "\"......\""
  },
  {
    "name": "ナイン",
    "message": "\"......\""
  },
  {
    "name": "ナイン",
    "message": "\"......\""
  },
  {
    "message": "...What did he say?\r\nI can't remember."
  },
  {
    "message": "I can't remember those precious words..."
  }
]