[
  {
    "message": "I go back inside and shut the door to the balcony behind me. After I set Ren on the bed, I lie down next to him."
  },
  {
    "name": "蒼葉",
    "message": "\"Rhyme...\""
  },
  {
    "message": "Was I really ganked?"
  },
  {
    "message": "When we were on the Rhyme field, Ren appeared in Online Mode and responded to my commands."
  },
  {
    "name": "蒼葉",
    "message": "\"Set... something. What was it?\""
  },
  {
    "message": "When it happened, my mouth just started moving on its own, almost like I was possessed. What the hell was that?"
  },
  {
    "message": "And why did it feel... familiar?"
  },
  {
    "message": "It felt kind of like it does when I'm turning on the charm with customers on the phone. Like when I know just the right words to say to win someone over."
  },
  {
    "message": "Anyway, I wonder how often gankings happen. Maybe I should look into that."
  },
  {
    "message": "Not that I really want to dig too deep..."
  },
  {
    "message": "...A message."
  },
  {
    "name": "蒼葉",
    "message": "\"The latest Allmate models, huh?\""
  },
  {
    "message": "Spam. New models are coming out all the time."
  },
  {
    "message": "I skim the message, then close my Coil."
  },
  {
    "message": "I've always been the type to develop sentimental attachments to things I use, but I guess most people in the world aren't like that."
  },
  {
    "message": "Whatever. Ren's all I need.\r\n...That's right. I need to give Ren a checkup."
  },
  {
    "message": "I sit up in bed and tap the furry blue lump in my lap."
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Good morning.\""
  },
  {
    "name": "蓮",
    "message": "\"Good morning.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm gonna take a look at you now.\""
  },
  {
    "message": "Ren is an older model, so fixing any serious malfunctions would be a real pain in the ass."
  },
  {
    "message": "I have to make sure I keep a close eye on him and perform regular maintenance. "
  },
  {
    "message": "I pick up a long cable connected to my desktop PC and plug it into the port beneath the fur on Ren's neck."
  },
  {
    "message": "I open my Coil and run a system diagnostic."
  },
  {
    "name": "蒼葉",
    "message": "\"Hmm... Looks like your reaction speed might be a little slow.\""
  },
  {
    "message": "I pick up the toolbox sitting on the floor. Parting Ren's fur again, I use a screwdriver to open a small square hatch on the back of his neck."
  },
  {
    "message": "With most Allmates, you can do all the maintenance you'd need to from your Coil, but Ren is such an old model that I have to fiddle with his insides directly."
  },
  {
    "message": "Using tweezers, I pull some new chips from the toolbox and swap them out with the ones in Ren's neck."
  },
  {
    "name": "蒼葉",
    "message": "\"That should do it.\""
  },
  {
    "message": "I shut the maintenance hatch, close the control panel, and unplug the cable, then pick Ren up."
  },
  {
    "name": "蒼葉",
    "message": "\"How's that? Anything feel weird?\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Hm?\""
  },
  {
    "name": "蓮",
    "message": "\"Something does feel a little strange. However, it is within acceptable parameters.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Okay, well, I did just change some chips. Let me know right away if anything goes wrong.\""
  },
  {
    "name": "蓮",
    "message": "\"Understood.\""
  },
  {
    "message": "I stroke Ren's back and nuzzle my forehead against his."
  },
  {
    "message": "I always do this after performing maintenance on Ren. I don't remember when I started, but it's become a kind of ritual, like knocking on wood."
  },
  {
    "name": "蒼葉",
    "message": "\"Thanks for everything.\""
  },
  {
    "name": "蓮",
    "message": "\"It's my pleasure, Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm counting on you, buddy.\""
  },
  {
    "name": "蓮",
    "message": "\"It's my pleasure, Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You always say that.\""
  },
  {
    "name": "蓮",
    "message": "\"Is that strange?\""
  }
]