[
  {
    "message": "Mink drags us both into the hall, attracting curious looks from the men standing there."
  },
  {
    "message": "He pulls us through an open door at the end of the hall. It leads to the room where those men attacked me."
  },
  {
    "message": "Several men are already there. With us, plus the gawkers from the hallway, the room is filled to capacity."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh.\""
  },
  {
    "message": "Mink tosses me aside, then throws the other guy to the ground."
  },
  {
    "name": "電話の人",
    "message": "\"Ngh! M-Mink, sir, I'm so sorry! I'm so sorry!\""
  },
  {
    "message": "All the color has drained from his face. He crawls backward on his ass, staring wild-eyed up at Mink."
  },
  {
    "name": "ミンクチームＡ",
    "message": "\"Looks like someone's gonna get <I>disciplined.</I>\""
  },
  {
    "name": "ミンクチームＢ",
    "message": "\"Sure does. But what'd this chucklefuck even do?\""
  },
  {
    "name": "ミンクチームＡ",
    "message": "\"Beats me. Must've been a massive fuckup, whatever it was. Mink is pissed.\""
  },
  {
    "name": "ミンクチームＢ",
    "message": "\"Think that other guy is in for it too?\""
  },
  {
    "name": "ミンクチームＡ",
    "message": "\"Gotta be.\""
  },
  {
    "message": "Disciplined? That can't mean anything good."
  },
  {
    "name": "電話の人",
    "message": "\"Eek! Please! Have mercy!\""
  },
  {
    "message": "Mink looks down at the man, stonefaced, and grabs him by the collar."
  },
  {
    "name": "電話の人",
    "message": "\"Ugh!\""
  },
  {
    "message": "There's a dull thwack, the sound of bone against bone, and the man's head snaps back like a ragdoll's."
  },
  {
    "message": "He twitches once, twice, eyes rolling back to show the whites. Blood spurts from his mouth, and pieces of tooth drop to the floor like grains of rice."
  },
  {
    "message": "This Mink guy has to be crazy strong to knock a man out with one punch like that."
  },
  {
    "message": "While I'm staring dumbstruck at the spectacle, all eyes go to me."
  },
  {
    "message": "I <I>really</I> don't like where this is going."
  },
  {
    "message": "Some of the men are grinning. They're smiles say <I>you're next.</I>"
  },
  {
    "message": "Oh, hell no!"
  },
  {
    "message": "First, I'm almost gang raped, and now I'm gonna get beaten to a pulp? What'd I do?!"
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "As if to make matters worse, my head starts throbbing too."
  },
  {
    "message": "I don't have my bag, so I don't have my medicine or Ren. And there's no way I'm making a break for it, not with this many guys surrounding me."
  },
  {
    "message": "...I'm fucked."
  },
  {
    "message": "Mink takes one step toward me."
  },
  {
    "name": "蒼葉",
    "message": "\"Fuck off! Just leave me alone!\""
  },
  {
    "message": "I drop back and Mink follows, closing the gap with his long strides."
  },
  {
    "message": "I can still see the man out of the corner of my eye, lying in a pool of his own blood."
  },
  {
    "message": "I don't wanna end up like that! I brace myself for the impact."
  },
  {
    "message": "But then―"
  },
  {
    "name": "蒼葉",
    "message": "\"...?\""
  },
  {
    "name": "ミンク",
    "message": "\"You're coming with me.\""
  },
  {
    "message": "Instead of punching my lights out, Mink grabs my arm and starts walking toward the door."
  },
  {
    "name": "ミンクチームＡ",
    "message": "\"The fuck? He's not gettin' disciplined?\""
  },
  {
    "name": "ミンクチームＢ",
    "message": "\"You mean Mink didn't bring that guy in to beat on him?\""
  },
  {
    "name": "ミンクチームＡ",
    "message": "\"Fuck if I know... What the hell else is he good for?\""
  },
  {
    "message": "The crowd shoots piercing glares my way as we pass."
  },
  {
    "message": "I guess they were all convinced I was in for a beating."
  },
  {
    "message": "Hell, even I thought so."
  },
  {
    "message": "Mink obviously hears what they're saying, but he doesn't react in the slightest."
  },
  {
    "message": "What's going to happen to me now?!"
  }
]