[
  {
    "name": "蒼葉",
    "message": "\"...Ugh.\""
  },
  {
    "message": "I wake with a splitting headache."
  },
  {
    "message": "Did I... black out?"
  },
  {
    "message": "Even after I open my eyes, I can't make out anything in the darkness."
  },
  {
    "message": "Somewhere, I hear the rhythmic drip, drip, drip of water. Is it raining?"
  },
  {
    "message": "The cold surface against my cheek must be a concrete floor."
  },
  {
    "message": "Where am I...?"
  },
  {
    "message": "I try to stand up, but my body won't move."
  },
  {
    "name": "蒼葉",
    "message": "\"...?!\""
  },
  {
    "message": "My arms are tied behind my back. I struggle, but the bonds hold firm."
  },
  {
    "message": "When I manage to lift my head off the ground...<K>\r\nI come face to face with a pair of boots."
  },
  {
    "message": "I slowly drag my gaze upward from there."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "It's him. The guy who waltzed into my home and knocked me out."
  },
  {
    "message": "Up close, he's even more intimidating than before."
  },
  {
    "message": "As I watch, the man takes a puff from his pipe. The smoke disperses into the gloomy air."
  },
  {
    "message": "That's right. I remember now."
  },
  {
    "message": "He took Granny!"
  },
  {
    "name": "蒼葉",
    "message": "\"...Where's Granny?\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"What did you do with her? Answer me!\""
  },
  {
    "message": "I struggle to contain my rage."
  },
  {
    "message": "The man just stares at me in silence for a while. Then, finally, he rises with a creaking of springs."
  },
  {
    "message": "Before I know what's happening, he crouches down and yanks my head up by a clump of my bangs."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh! Ow...!\""
  },
  {
    "message": "My face twists in agony as pain runs through my sensitive hair."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh.\""
  },
  {
    "message": "He stares at me as I squirm."
  },
  {
    "message": "His eyes are pitch black, like two spots devoid of light."
  },
  {
    "name": "ミンク",
    "message": "\"Do you understand your position?\""
  },
  {
    "message": "He tugs my face to the side."
  },
  {
    "message": "Two grungy looking men are standing there, holding submachine guns."
  },
  {
    "name": "ミンク",
    "message": "\"I just have to raise my hand, and you can kiss your ass goodbye.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I guess he takes my silence as understanding, because he lets go of my hair."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ow!\""
  },
  {
    "message": "My chin hits the concrete with a loud thunk. I nearly bite my tongue."
  },
  {
    "message": "Damn... I'm in some seriously deep shit..."
  },
  {
    "name": "ミンク",
    "message": "\"Hey.\""
  },
  {
    "message": "The man calls his men over and whispers something to them. They nod and leave the room."
  },
  {
    "message": "Meanwhile, I search my brain for a plan. I have to get out of here."
  },
  {
    "message": "First, to do something about these restraints..."
  },
  {
    "message": "I struggle against my bonds. I can feel them loosen slightly, but they aren't coming off."
  },
  {
    "message": "I poke around with the toes of my shoes, thinking there might be something by my feet I could use."
  },
  {
    "message": "But all I feel is floor. There's nothing."
  },
  {
    "message": "Shit. I have to do <I>something...</I>"
  }
]