[
  {
    "name": "蒼葉",
    "message": "\"Sorry...\""
  },
  {
    "name": "紅雀",
    "message": "\"Don't sweat it. Why don't we try this instead?\""
  },
  {
    "message": "He crouches down with his back to me."
  },
  {
    "name": "紅雀",
    "message": "\"Hop on.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Uh...\""
  },
  {
    "name": "紅雀",
    "message": "\"I don't got all night.\""
  },
  {
    "name": "蒼葉",
    "message": "\"What...\""
  },
  {
    "name": "紅雀",
    "message": "\"I'll carry you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"What?!\""
  },
  {
    "name": "紅雀",
    "message": "\"Quit your yapping and get on.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You're kidding, right?\""
  },
  {
    "name": "紅雀",
    "message": "\"I'm serious, man. Can't get home if you can't walk, right? Hurry it up. Everyone's staring.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I can't really argue with that logic."
  },
  {
    "message": "Club staff are already working frantically to clean up my mess, and everyone on the dance floor clearly wants us gone as quickly as possible."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Swallowing my pride, I wrap my arms around Koujaku's shoulders and rest my weight on his back."
  },
  {
    "message": "I'm really too old for this... But I don't want to cause any more trouble."
  },
  {
    "name": "紅雀",
    "message": "\"Up we go.\""
  },
  {
    "message": "Koujaku hooks his arms beneath my thighs and slowly stands. The sensation startles me at first, so I cling tightly to his neck."
  },
  {
    "message": "No one's given me a piggyback ride since I was a kid. It's actually kinda scary."
  },
  {
    "name": "紅雀",
    "message": "\"Sorry about all that.\""
  },
  {
    "name": "蒼葉",
    "message": "\"No, I'm sorry...\""
  },
  {
    "message": "Koujaku bows to the staff cleaning up the mess, then carries me out along the edge of the dance floor, where we won't get in anyone's way."
  },
  {
    "message": "The fresh air feels amazing when we finally get outside. That cramped space was awful, with all those lights and noises and smells."
  },
  {
    "message": "Koujaku walks on, saying nothing. From time to time, he adjusts his grip on my legs."
  },
  {
    "message": "After a while, I stop caring about the looks we're getting."
  },
  {
    "message": "Koujaku's back is warm and comfortable. I'm finally starting to feel better."
  },
  {
    "name": "蒼葉",
    "message": "\"...Koujaku.\""
  },
  {
    "name": "紅雀",
    "message": "\"Hm?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...I'm sorry. For ruining your kimono.\""
  },
  {
    "name": "紅雀",
    "message": "\"Don't sweat it. That's what washing machines are for. We're bros, aren't we?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "His words cut deep. Right now, his kindness hurts."
  },
  {
    "name": "紅雀",
    "message": "\"Just be quiet. Don't want you puking again.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Okay.\""
  },
  {
    "message": "Koujaku is thinking about me first, like always. He helped me, even though it meant ruining his clothes."
  },
  {
    "message": "The pain in my chest grows."
  },
  {
    "message": "He's always been like this, kind and considerate. Maybe that's why he's so popular with women."
  },
  {
    "message": "I, on the other hand, am still having a hard time shaking my suspicions.\r\n<p>\r\nI know I'm just overthinking it, but it drives me crazy to know that he's keeping secrets from me."
  },
  {
    "message": "There's a part of me, an awful part, that refuses to appreciate his kindness."
  },
  {
    "name": "蒼葉",
    "message": "\"Koujaku...\""
  },
  {
    "name": "紅雀",
    "message": "\"Hm?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Nothing.\""
  },
  {
    "message": "I'm torn. Should I just grow some balls and ask him about it? Or would it be better to pretend I didn't see anything?"
  },
  {
    "message": "We've known each other for so long, but that just makes it harder."
  },
  {
    "message": "How close are we, really?"
  },
  {
    "message": "While dwelling on these questions, I feel exhaustion slowly overtake my body."
  },
  {
    "message": "The rhythm of Koujaku's steps is just... so soothing."
  },
  {
    "message": "As my eyelids grow heavy, I sink into Koujaku's back."
  }
]