[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I must have fallen asleep at some point."
  },
  {
    "message": "I'm not sure how long I slept, but the exhaustion and nausea have vanished."
  },
  {
    "message": "I sit up slowly, taking care not to knock Ren off the bed."
  },
  {
    "message": "Then I get out of bed and chug down the water Koujaku left on the table."
  },
  {
    "message": "I'm a lot thirstier than I realized. I leave the room in search of something else to drink."
  },
  {
    "message": "Though I'm still a little dizzy, I can walk well enough."
  },
  {
    "message": "While drinking a glass of water from the bar, I hear some noise downstairs."
  },
  {
    "message": "It sounds like running water. Koujaku, probably. Maybe he's drawing a bath."
  },
  {
    "message": "...I know I should go apologize to him. I can't stand the thought of leaving things like that."
  },
  {
    "message": "We still have so much facing us ahead..."
  },
  {
    "message": "I head downstairs and to the bathroom, but stop myself just as I reach for the doorknob."
  },
  {
    "message": "The door isn't closed all the way, and I catch a glimpse of bright colors through the gap. It isn't the color of Koujaku's kimono."
  },
  {
    "message": "Wait, what <I>is</I> that?"
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Holding my breath, I lean closer, opening the door just a little more to get a better look."
  },
  {
    "message": "Koujaku is inside, washing his kimono in the sink. His back is to me, so he hasn't noticed my presence."
  },
  {
    "message": "His back...<K> I can't take my eyes off it."
  },
  {
    "message": "A tattoo blooms there, a field of bright red flowers. The colors are so vivid that they look almost real."
  },
  {
    "message": "It's incredible―a work of art―but what it's what <I>else</I> I see that shocks me to my core."
  },
  {
    "message": "His whole body is covered with scars. I've never seen <I>any</I> of this before."
  },
  {
    "message": "When Koujaku returned to the island, I noticed the scars on his hands and face. I asked him if he'd been in a fight."
  },
  {
    "message": "He dismissed it with a laugh, and we never spoke of it again."
  },
  {
    "message": "The tattoo on his chest was new as well, but that was just a normal tattoo, so I never thought much of it."
  },
  {
    "message": "The scars I can see on him now are faint, faded. They must be very old."
  },
  {
    "message": "Where did he get all those scars? On the mainland, obviously. The same place he must have gotten that tattoo."
  },
  {
    "message": "This... isn't the Koujaku I know."
  },
  {
    "message": "Maybe that's only natural. He spent years away from the island―away from me. Anything could have happened in that time."
  },
  {
    "message": "But I forgot all about that. I convinced myself I knew all there was to know."
  },
  {
    "message": "In truth, the only Koujaku I <I>really</I> know is the child who left all those years ago."
  },
  {
    "message": "This Koujaku is someone else."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I step away from the door, seized by an indescribable feeling of loss."
  },
  {
    "message": "When I finally realize I've been holding my breath, I let out a quiet sigh."
  },
  {
    "message": "Then I trudge back up the stairs and collapse into bed."
  },
  {
    "message": "That tattoo on Koujaku's back. Those scars."
  },
  {
    "message": "I can't think about anything else."
  },
  {
    "message": "I close my eyes, trying to calm myself down, but my door opens only moments later."
  },
  {
    "message": "...Koujaku."
  },
  {
    "message": "I roll over to face the wall."
  },
  {
    "message": "I can't bear to let him see my face. Not now."
  },
  {
    "name": "紅雀",
    "message": "\"They've got a dryer in the bathroom. Talk about convenient. My clothes are done already.\" "
  },
  {
    "message": "He sounds totally normal."
  },
  {
    "message": "I know that I should follow his lead and act like nothing has changed."
  },
  {
    "message": "But... <K>I can't."
  },
  {
    "message": "Still facing the wall, I speak."
  },
  {
    "name": "蒼葉",
    "message": "\"...Koujaku.\""
  },
  {
    "name": "紅雀",
    "message": "\"Hm?\""
  },
  {
    "name": "蒼葉",
    "message": "\"So, um...\""
  },
  {
    "name": "紅雀",
    "message": "\"What is it?\""
  },
  {
    "name": "蒼葉",
    "message": "\"What are you hiding from me?\""
  },
  {
    "name": "紅雀",
    "message": "\"...Huh? Where'd that come from?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Just tell me.\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"I... don't know if I can trust you anymore. I don't know what to believe. I feel like I don't even know you.\""
  },
  {
    "message": "...No. This isn't what I want to say."
  },
  {
    "message": "I don't even <I>know</I> what I want to say... and still, my mouth keeps moving."
  },
  {
    "name": "蒼葉",
    "message": "\"I don't know anything about your time off the island. I wanted to, but I never knew how to ask...\""
  },
  {
    "name": "蒼葉",
    "message": "\"We've got a lot on our plate right now. We don't have time to waste, but...\""
  },
  {
    "name": "蒼葉",
    "message": "\"...I can't trust you. I'm not even sure you trust me.\""
  },
  {
    "name": "紅雀",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Suddenly overcome with panic, I sit up and turn to face Koujaku."
  },
  {
    "message": "He's staring at his feet with a solemn look on his face. The sight triggers a pang of guilt."
  },
  {
    "message": "Just as I open my mouth to explain, Koujaku speaks first."
  },
  {
    "name": "紅雀",
    "message": "\"I just...\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "紅雀",
    "message": "\"I just... can't tell you. I'm sorry...\""
  },
  {
    "message": "I sense both concern and rejection in his words."
  },
  {
    "name": "紅雀",
    "message": "\"I know I'm hurting you. Makes me want to punch myself in the face. Honestly, I can't blame you if you don't trust me.\""
  },
  {
    "name": "紅雀",
    "message": "\"But I want you to know that I really am trying to protect you.\""
  },
  {
    "name": "紅雀",
    "message": "\"If I can convince you to believe one thing, believe that. I know that probably sounds like bullshit to you right now, but... please, I'm begging you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Fine.\""
  },
  {
    "message": "There's nothing else I can say, nothing that will get through. "
  },
  {
    "message": "The wall between us is too strong. My words barely scratched the surface."
  },
  {
    "message": "\"I can't tell you,\" he said. That's all there is to it."
  },
  {
    "name": "紅雀",
    "message": "\"I'm sorry, man. You should probably get some sleep. I'll be right next door, so call if you need anything.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Sure.\""
  },
  {
    "name": "紅雀",
    "message": "\"...Night.\""
  },
  {
    "message": "The sound of the door closing thunders in my ears."
  },
  {
    "message": "I squeeze my eyes closed and mash my face into the comforter."
  },
  {
    "message": "Koujaku is trying to protect me, and I want to trust him. We should be on the same page, but somehow, we keep slipping past each other."
  },
  {
    "message": "Why does it bother me so much? I have more important things to worry about, don't I?"
  },
  {
    "message": "We came here for a reason. I need to keep my head in the game."
  },
  {
    "message": "Of course, that's easier said than done."
  },
  {
    "message": "With all the awful things I said to Koujaku, aren't <I>I</I> the one forgetting our mission here?"
  },
  {
    "name": "蒼葉",
    "message": "\"...Shit...!\""
  },
  {
    "message": "Guilt and self-loathing wash over me, and all I can do is curse."
  }
]