[
  {
    "message": "When I step inside, my eyes go wide."
  },
  {
    "message": "The interior looks just as old-fashioned as the place did from the outside."
  },
  {
    "message": "There's a huge clock, a table, and even a sofa. Every piece of furniture looks like an authentic period piece, and it's all in perfect condition."
  },
  {
    "name": "蒼葉",
    "message": "\"Wow...\""
  },
  {
    "message": "I head up the staircase at the back to check out the second floor."
  },
  {
    "message": "The first area off the stairs is like a den. It has a TV, a small bar, and a couch."
  },
  {
    "message": "There are several rooms down the hall next to it. Bedrooms, I assume."
  },
  {
    "message": "After giving the second floor a quick once-over, I go back downstairs and take a seat on the sofa."
  },
  {
    "message": "I lay out the food I bought on the way."
  },
  {
    "message": "I figured even fast food would be expensive here, but it actually wasn't that bad."
  },
  {
    "message": "Now, what does the food here taste like?"
  },
  {
    "message": "I pick up the hamburger and take a bite."
  },
  {
    "message": "...There's something kinda weird about the texture of the meat."
  },
  {
    "message": "I can't quite put my finger on it, but I guess it... tastes expensive or something? It's not what I'd call delicious."
  },
  {
    "message": "It makes me long for the taste of the cruder food I'm used to."
  },
  {
    "message": "While nibbling at the hamburger, I check my Coil."
  },
  {
    "message": "I sent Koujaku a message while I was waiting for my order, but he hasn't replied."
  },
  {
    "name": "蒼葉",
    "message": "\"What's taking him?\""
  },
  {
    "message": "I sigh, remembering him walking off with a woman on each arm."
  },
  {
    "message": "We need to talk about that Special Celebration thing..."
  },
  {
    "name": "蒼葉",
    "message": "\"Even my patience won't last forever... Stupid.\""
  },
  {
    "message": "Grumbling to myself, I start to clean the table."
  }
]