[
  {
    "message": "I look all over for Koujaku after that, but no luck finding him."
  },
  {
    "message": "As I'm making my way back to the main street, exhausted, a drop of water hits me in the face."
  },
  {
    "message": "Given that the weather in Platinum Jail is artificial, this rain must be scheduled or something."
  },
  {
    "name": "蒼葉",
    "message": "\"Let's get back before we're drenched.\""
  },
  {
    "name": "蓮",
    "message": "\"Agreed.\""
  },
  {
    "message": "I don't hate the rain or anything, but I'd really rather not get soaked in the middle of town."
  },
  {
    "message": "Plus, the rain might make Koujaku head back to Glitter..."
  },
  {
    "message": "With that in mind, I walk briskly down the street."
  },
  {
    "message": "It's raining cats and dogs by the time I get back to Glitter."
  },
  {
    "name": "蒼葉",
    "message": "\"Well, that didn't work. I'm soaked.\""
  },
  {
    "message": "I finally have a moment to catch my breath once I get inside."
  },
  {
    "message": "My clothes are wet and cold."
  },
  {
    "message": "I quickly take off my jacket and grab a towel from the bathroom to dry myself with."
  },
  {
    "name": "蒼葉",
    "message": "\"Did you get wet, Ren?\""
  },
  {
    "message": "I touch the ball of blue fur sticking out of my bag."
  },
  {
    "name": "蓮",
    "message": "\"I'm fine.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I can tell.\""
  },
  {
    "message": "It doesn't look like I need to worry about water damage."
  },
  {
    "message": "After setting Ren down on the floor, I head upstairs with the towel around my neck."
  },
  {
    "message": "I slip through the living room, into my bedroom, and sit down on the bed."
  },
  {
    "message": "For whatever reason, my eyes drift to the window. It's covered with raindrops, but I can't hear anything through the thick glass."
  },
  {
    "message": "I hope Koujaku's okay. He's probably soaked..."
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "Just then, I hear something at the front door."
  },
  {
    "message": "I get up and poke my head out of my room."
  },
  {
    "message": "It's Koujaku. He's headed up the stairs."
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "message": "I open my mouth to say something, but freeze when I get a good look."
  },
  {
    "message": "He's sopping wet from head to toe, and his expression is deadly serious."
  },
  {
    "message": "There's a dark cloud hanging over his head, as if he lost something precious and can't remember where."
  },
  {
    "message": "I hear the water in his shoes sloshing with each step."
  },
  {
    "message": "Nervous as I am, I stand in the doorway to my room and wait for him."
  },
  {
    "message": "He stops right in front of me."
  },
  {
    "message": "I suddenly find his presence intimidating. It was hard enough to talk to him before; now, I can barely breathe."
  }
]