[
  {
    "message": "......"
  },
  {
    "message": "I hear... something."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I open my eyes to a dull pain in my skull."
  },
  {
    "message": "Where am I..."
  },
  {
    "message": "...Ryuuhou's apartment. The same place I was before."
  },
  {
    "message": "He moved me. I'm lying face down on a futon."
  },
  {
    "message": "Paper lanterns flicker, casting shadows that dance on the walls."
  },
  {
    "name": "竜峰",
    "message": "\"Are you awake?\""
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "I try to look toward the voice, but my body won't move."
  },
  {
    "message": "My arm and legs are numb, like they don't even belong to me."
  },
  {
    "message": "I remember drinking tea in Ryuuhou's apartment...\r\nHe must have drugged it."
  },
  {
    "message": "Fuck..."
  },
  {
    "name": "竜峰",
    "message": "\"Still can't move, right? I wouldn't force it if I were you. You'll just hurt yourself. You might even bite your tongue if you try to talk.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Ryuuhou's tone is gentler than before. It gives me the impression of a man preparing some kind of <i>ritual.</I> I have a very bad feeling about this."
  },
  {
    "message": "I hear a sound like pieces of metal being struck against one another."
  },
  {
    "message": "And there's this smell... like a mix of ink and antiseptic..."
  },
  {
    "name": "蒼葉",
    "message": "\"Wha... re you...\""
  },
  {
    "name": "竜峰",
    "message": "\"Better not to speak.\""
  },
  {
    "name": "蒼葉",
    "message": "\"What are... you do...\""
  },
  {
    "name": "竜峰",
    "message": "\"Good question. Basically, I need your help with my research. I don't like calling it that, though. My art is my life.\""
  },
  {
    "name": "竜峰",
    "message": "\"I want to see how my flower will grow on your back. How it'll bloom once it drinks that power of yours.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "I feel him roll my shirt up, and then something cold against my back."
  },
  {
    "message": "Is that Ryuuhou's hand? It's cold as ice."
  },
  {
    "message": "Then, he holds a long, thin tool in front of my face."
  },
  {
    "name": "竜峰",
    "message": "\"Look. This will pierce your skin and guide the ink deep into your flesh.\""
  },
  {
    "message": "A brush?\r\n...No."
  },
  {
    "message": "Several fine needles protrude from the end."
  },
  {
    "message": "That's going... <I>into my skin?</I>"
  },
  {
    "message": "I have to get out of here! But my body refuses to move."
  },
  {
    "name": "蒼葉",
    "message": "\"...Guh...\""
  },
  {
    "name": "竜峰",
    "message": "\"You'll only make it harder like that.\""
  },
  {
    "message": "Ryuuhou's tone is chiding. He sounds genuinely concerned. I hear him stand."
  },
  {
    "name": "竜峰",
    "message": "\"I need to get a few things. Be a good boy and lie still.\""
  },
  {
    "message": "I hear the sound of footsteps on tatami followed by the opening and closing of a door."
  },
  {
    "name": "蒼葉",
    "message": "\"Shit...\""
  }
]