[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Once the door closes, time finally starts to move again."
  },
  {
    "message": "My shoulders heave as I gasp for breath. I feel like I just ran a marathon."
  },
  {
    "name": "蒼葉",
    "message": "\"Haaah...\""
  },
  {
    "message": "I let out a trembling sigh and curl up on the bed."
  },
  {
    "message": "My head still hurts. When I close my eyes, I can feel the throbbing waves crash over me. It's like my brain is turning to slush."
  },
  {
    "message": "In the depths of my skull, terror still hums. My neck and ear still feel damp."
  },
  {
    "message": "Koujaku was out of his mind. He wanted to hurt me, <I>crush</I> me. Of that, I am certain."
  },
  {
    "message": "But somehow, my cry brought him to his senses."
  },
  {
    "message": "That sensation..."
  },
  {
    "message": "<center>　――――　DESTROY　――――</center>"
  },
  {
    "message": "Was that... Scrap?"
  },
  {
    "message": "Is that what brought Koujaku back?"
  },
  {
    "message": "Granny said that my voice has power over people, that I can use it to manipulate minds and bend them to my will."
  },
  {
    "message": "That depending on how I use it, I can destroy a person's mind―or kill them."
  },
  {
    "message": "Did that power save me just now?"
  },
  {
    "message": "......"
  },
  {
    "message": "What would've happened... if Koujaku <I>hadn't</I> snapped out of it?"
  },
  {
    "message": "I can recall vividly the terror and the shame."
  },
  {
    "message": "I was so <I>scared,</I> not only of what Koujaku might do, but also that we might never be able to go back to the way things were."
  },
  {
    "message": "And now? Now what am I supposed to do? How am I supposed to face him?"
  },
  {
    "message": "After all this, can I really say that our relationship is still intact?"
  },
  {
    "message": "Isn't it <I>already</I> too late?"
  },
  {
    "message": "Maybe Koujaku and I are..."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "No."
  },
  {
    "message": "I just can't imagine hating Koujaku. Not even after what he did."
  },
  {
    "message": "I mean, it was fucking awful. But the thing that's really eating at me... is the fact that I don't know why it happened."
  },
  {
    "message": "Even now, will he still refuse to talk?"
  },
  {
    "message": "Does he still want me to just shut up and wait?"
  },
  {
    "message": "...If you want to dig even deeper, you can enter a person's mind."
  },
  {
    "message": "Granny said that my power can do that, too."
  },
  {
    "message": "If I use it, maybe I can find out everything I've been wanting to know."
  },
  {
    "message": "But... is that really the right thing to do?"
  },
  {
    "message": "<center>　――――　DESTROY　――――</center>"
  },
  {
    "message": "<center>　――――　DESTROY HIM　――――</center>"
  },
  {
    "message": "The voice that spoke amid the pain. It felt like quicksand, dragging me down; and also like a tornado, carrying me away."
  },
  {
    "message": "It very nearly took control. "
  },
  {
    "message": "...What am I supposed to do?"
  },
  {
    "message": "A scratch at the door snaps me out of my thoughts."
  },
  {
    "message": "What now?"
  },
  {
    "message": "I get up off the bed and walk to the door."
  },
  {
    "message": "When I open it, I see a blue ball of fur looking up at me, tail wagging."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"Aoba, are you okay?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Yeah.\""
  },
  {
    "message": "I crouch down to pick him up."
  },
  {
    "message": "The texture of his fur is something I know well, but this time, the sensation brings tears to my eyes. I bury my face in his fur."
  },
  {
    "message": "My arm still aches where Koujaku grabbed me."
  },
  {
    "name": "蓮",
    "message": "\"Aoba?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...I'm okay.\""
  },
  {
    "message": "I set Ren down on the floor."
  },
  {
    "message": "...It's okay. I'm okay."
  },
  {
    "message": "If I don't keep repeating those words in my head, I'm afraid I might collapse on the spot."
  },
  {
    "message": "I put my disheveled clothes back in order and pick Ren up again before heading downstairs."
  },
  {
    "message": "I retrieve my bag from the couch and put Ren inside."
  },
  {
    "name": "蓮",
    "message": "\"Are we going out?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah. I... could use some fresh air.\""
  },
  {
    "name": "蓮",
    "message": "\"Oh.\""
  },
  {
    "message": "I stroke Ren's head and head out the front door."
  },
  {
    "message": "It's still raining, but not as hard as before. The fresh air is soothing, if only a little."
  },
  {
    "message": "No need for an umbrella. I walk out into the rain."
  }
]