[
  {
    "message": "I awake to a suffocating feeling of nostalgia."
  },
  {
    "message": "I get out of bed, rubbing my eyes."
  },
  {
    "message": "That dream was a memory from when we were kids, before Koujaku left Midorijima."
  },
  {
    "message": "I met him one day after he moved into our neighborhood. \r\n<p>\r\nHe lived alone with his mother, just like I did with Granny, so we played at each other's houses a lot."
  },
  {
    "message": "Granny was often away for work. I told myself it was no big deal, but sometimes, I'd get these panic attacks."
  },
  {
    "message": "Now that I think about it, I must have been repressing my loneliness, telling myself that Granny was busy and I shouldn't be a bother."
  },
  {
    "message": "She's the only family I have. It's no wonder I felt insecure."
  },
  {
    "message": "When my anxiety got the better of me, I'd run out of the house crying."
  },
  {
    "message": "And Koujaku... he would be the one to find me."
  },
  {
    "message": "He'd always find me... no matter where I went."
  },
  {
    "message": "As a kid, I wasn't much good at talking to people. I mostly kept quiet, head bowed."
  },
  {
    "message": "But Koujaku was always patient. He'd wait as long as it took for me to open up, and he'd always keep me company until Granny came home."
  },
  {
    "message": "It was so reassuring, having him around. I came to think of him as kind of a superhero. Not that I'd ever admit that now."
  },
  {
    "message": "He always tried to understand me."
  },
  {
    "message": "He was always there, waiting just a few steps ahead, never too far to catch."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Something changed when we grew up."
  },
  {
    "message": "I mean, of course it would, right? It's not like we could be kids forever."
  },
  {
    "message": "That dream made me realize something: that unconditional trust is a luxury for children. \r\n<p>\r\nAs adults, we learn to question people's motives, to assume things based on how we think people should be."
  },
  {
    "message": "Bit by bit, those assumptions diverge from the truth. And that's why it's like this between us now."
  },
  {
    "message": "But that dream showed me something else, too. It showed me the one thing that hasn't changed. "
  },
  {
    "message": "Koujaku is hiding something from me. There's no question about that."
  },
  {
    "message": "But when he said that he wanted to protect me―<K><I>that</I> wasn't a lie."
  },
  {
    "message": "The expression on his face when he said that... was the same as it was all those years ago."
  },
  {
    "message": "I'll just have to trust that, if nothing else."
  },
  {
    "message": "I <I>want</I> to trust him, just like he did back then, believing that I would open up."
  },
  {
    "name": "蒼葉",
    "message": "\"...Alright.\""
  },
  {
    "message": "No time to be sitting here, pondering my dreams. I get out of bed and start Ren up."
  },
  {
    "name": "蓮",
    "message": "\"Good morning, Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Morning... Hm?\""
  },
  {
    "message": "My jacket is laid out on top of my bed. When I pick it up, I notice it smells of detergent."
  },
  {
    "message": "Koujaku must have washed it together with his kimono."
  },
  {
    "message": "I pick up my jacket and leave the room. I need to talk to Koujaku."
  },
  {
    "message": "Standing in front of his door, I gather my courage."
  },
  {
    "message": "Just act normal. Like nothing's changed."
  },
  {
    "message": "I take a deep breath and knock."
  },
  {
    "message": "No response. I wait a little longer, but nothing. It doesn't sound like there's anyone inside."
  },
  {
    "message": "Is he..."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I throw the door open. "
  },
  {
    "message": "...The room is empty."
  },
  {
    "message": "He went out on his own? Again?"
  },
  {
    "message": "Pain flares in my chest. I struggle to ignore it."
  },
  {
    "message": "I've decided to trust him, but it's still a shock to know that he left me behind."
  },
  {
    "message": "I hate myself so much for feeling this way."
  },
  {
    "message": "But at the same time, I know that doubting him is pointless. He must have a reason for acting this way."
  },
  {
    "message": "I don't know what that reason is... but there's a good chance he's caught up in something serious."
  },
  {
    "message": "He's never been the type to ignore something once it's landed on his shoulders."
  },
  {
    "message": "I close the door slowly."
  },
  {
    "message": "...I trust Koujaku."
  },
  {
    "message": "I've already made my decision. I'm going to trust him, no matter what."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren. Let's go find him.\""
  },
  {
    "name": "蓮",
    "message": "\"Understood.\""
  },
  {
    "message": "Going after Toue is important, but right now, I want to make Koujaku my priority. He's important to me too."
  },
  {
    "message": "And something tells me that leaving him alone is a recipe for disaster."
  },
  {
    "message": "I send Koujaku a message, just in case, then dash down the stairs and out the front door."
  }
]