[
  {
    "name": "竜峰",
    "message": "\"Make yourself at home.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Thanks.\""
  },
  {
    "message": "He sets a white teacup on the black table in front of me."
  },
  {
    "message": "It's filled with a pale amber liquid. Flower petals drift on the surface, and a curious fragrance rises from the cup."
  },
  {
    "name": "竜峰",
    "message": "\"Smells great, right? I had to order it special. They don't sell it in Japan.\""
  },
  {
    "message": "I take a sip. A florid aroma fills my nose. In the cup, the petals dance like blossoms on the wind."
  },
  {
    "name": "蒼葉",
    "message": "\"...It's good.\""
  },
  {
    "name": "竜峰",
    "message": "\"Glad you like it.\""
  },
  {
    "message": "Ryuuhou sits down across from me, holding a teacup of his own."
  },
  {
    "message": "He's looking right at me, smiling. I have to look away."
  },
  {
    "message": "A few minutes ago, he led me through the club to his home. The second floor of the building had a tattoo parlor, and the third floor had apartments for the staff."
  },
  {
    "message": "Ryuuhou lives in one of those. Like its occupant, the apartment doesn't fit into any mold I know of."
  },
  {
    "message": "It's a traditional Japanese room with straw mats, but the decor is a mix of East and West. A lot of the furniture looks like European antiques."
  },
  {
    "message": "I also notice tattoo designs pinned up around the room."
  },
  {
    "message": "In the dim light, they look almost like charms at a shrine. It's a little eerie."
  },
  {
    "name": "蒼葉",
    "message": "\"All these designs... Are you...\""
  },
  {
    "name": "竜峰",
    "message": "\"A tattoo artist? Yup.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh...\""
  },
  {
    "message": "That must be why the room smells vaguely of ink."
  },
  {
    "message": "A tattoo artist... Just like Mizuki..."
  },
  {
    "message": "The memory brings an echo of pain."
  },
  {
    "message": "...Huh?"
  },
  {
    "message": "That design...<K> I feel like I've seen it before."
  },
  {
    "name": "竜峰",
    "message": "\"You interested in tattoos?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh? Oh, uh, kinda... but not enough to actually get one.\""
  },
  {
    "name": "竜峰",
    "message": "\"You were staring, so I thought maybe... If you're ever in the mood, I'd be more than happy to ink you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Oh, I couldn't... Actually...\""
  },
  {
    "name": "竜峰",
    "message": "\"Hm?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Why are you doing this? Being so nice to me and all?\""
  },
  {
    "message": "I decide to go out on a limb and ask."
  },
  {
    "message": "Ryuuhou looks up at the ceiling, as if considering his answer."
  },
  {
    "name": "竜峰",
    "message": "\"You caught my attention the moment I saw you. I guess you could say it was love at first sight.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "竜峰",
    "message": "\"Just kidding.\""
  },
  {
    "message": "He smiles as I struggle for a reply, then flicks the handle of his teacup with a finger."
  },
  {
    "name": "竜峰",
    "message": "\"This'll sound pretty shady, but honestly, it's because I sensed you were special.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "竜峰",
    "message": "\"I'm serious this time. The moment I saw you, I sensed some kind of power... like an <I>aura</I>... emanating from you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Okay.\""
  },
  {
    "message": "Is he gonna ask me to join a cult?"
  },
  {
    "message": "But Ryuuhou looks dead serious as he continues."
  },
  {
    "name": "竜峰",
    "message": "\"There are <i>forces</I> inside you. Forces of reason, self-defense... destruction.\""
  },
  {
    "name": "竜峰",
    "message": "\"And each has a will of its own. They're at <I>war.</I>\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "A force of destruction. That's what Granny called my power."
  },
  {
    "message": "Does this guy... know something?"
  },
  {
    "message": "The cheer has vanished from Ryuuhou's eyes. He's gazing at me intently now."
  },
  {
    "message": "I look at the floor and bring the cup to my lips so he won't notice how agitated I am."
  },
  {
    "message": "The warm tea helps to calm my nerves."
  },
  {
    "name": "竜峰",
    "message": "\"Hit the nail on the head, huh?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "竜峰",
    "message": "\"There's one thing I want you to understand. I'm not interested in explaining what makes you tick. That's for <I>left brain</I> types.\""
  },
  {
    "name": "竜峰",
    "message": "\"I <I>like</I> things complex. Messy. Twisted. Way better than having things neat and tidy. It's the same with tattoos.\""
  },
  {
    "message": "Ryuuhou lets his gaze roam lovingly across the designs on the walls."
  },
  {
    "name": "竜峰",
    "message": "\"These probably look like doodles to you, but I assure you, every line is calculated.\""
  },
  {
    "name": "竜峰",
    "message": "\"The catch and slide of the needle, the stretch and snap of the skin, the bleed and dry of the ink. You have to consider it all.\""
  },
  {
    "name": "竜峰",
    "message": "\"Skin isn't a flat, smooth surface, you know. It's easy to see that, when it's stained with blood.\""
  },
  {
    "name": "竜峰",
    "message": "\"And sometimes, things deviate from all my careful plans. There isn't a single spot on the human body that you can call perfect.\""
  },
  {
    "name": "竜峰",
    "message": "\"That's why, when I ink someone, I do it with my soul.\""
  },
  {
    "name": "竜峰",
    "message": "\"You're adding new layers, new distortions, to what's already there. You have to show respect, even when you've done this as long as I have.\""
  },
  {
    "message": "He finishes by giving me a meaningful stare."
  },
  {
    "message": "Man..."
  },
  {
    "message": "After hearing all that, I'm starting to realize why this guy makes me feel so uneasy."
  },
  {
    "message": "I've always had the impression that he was putting on a performance, but when he talks about tattoos, that impression falls away."
  },
  {
    "message": "The passion in his eyes and his voice. The obsession. <I>That</I> was real."
  },
  {
    "message": "Though his words were the furthest thing from normal, Ryuuhou looked truly happy."
  },
  {
    "message": "If that's how he feels about tattoos... what does he see when he looks at other human beings?"
  },
  {
    "message": "Suddenly, my eyelids grow heavy. My vision blurs. What...?"
  },
  {
    "name": "竜峰",
    "message": "\"I really am interested in you.\""
  },
  {
    "message": "Ryuuhou's words seem to expand in my ears, then melt away."
  },
  {
    "message": "I can't... keep my eyes open..."
  },
  {
    "name": "竜峰",
    "message": "\"As long as the forces inside of you clash, they will tear apart the bonds you've so carefully woven.\""
  },
  {
    "name": "竜峰",
    "message": "\"That is your destiny, after all. You can never truly <I>be</I> with another.\""
  },
  {
    "message": "My... destiny?"
  },
  {
    "message": "My thoughts are fading into oblivion."
  },
  {
    "message": "Oh... I get it.\r\nThe tea..."
  },
  {
    "name": "竜峰",
    "message": "\"You, and my life's work. My ultimate tattoo. I wonder what sort of <I>distortion</I> combining the two will create. ...You'll show me, won't you?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "By the time I realize what's happening, it's too late."
  },
  {
    "message": "I'm powerless to do anything... but let the darkness take me."
  }
]