[
  {
    "message": "Some time after Toue took us into custody..."
  },
  {
    "message": "Platinum Jail held its Special Celebration. Turns out this was another Toue experiment窶付he biggest one yet."
  },
  {
    "message": "Stripped of their free will, the citizens of Midorijima became obedient puppets, bound to Toue's will."
  },
  {
    "message": "The corporation soon bought up the entire island, then declared independence from Japan."
  },
  {
    "message": "And now..."
  },
  {
    "message": "Though a small country, the unwavering unity of Midorijima's people is enough to terrify the rest of the world."
  },
  {
    "message": "My true self restored, I rule the island at Toue's side."
  },
  {
    "message": "Not that my face ever winds up in the news."
  },
  {
    "message": "If Toue is the light, I am his shadow."
  },
  {
    "message": "He takes care of the political bullshit, while I manipulate and destroy people's minds, bending them to our will."
  },
  {
    "message": "It's an easy gig. I don't have to think about anything, just use my power."
  },
  {
    "message": "Plus... I have quite the benefits package."
  },
  {
    "message": "At the bottom of Oval Tower, deep underground, is a cell with a single occupant."
  },
  {
    "message": "Peering through the thick bars, I see a man bound with chains, hanging his head, sitting against the wall."
  },
  {
    "name": "蒼葉",
    "message": "\"...Koujaku.\""
  },
  {
    "message": "His shoulders twitch and he looks up at me."
  },
  {
    "message": "Though his hair is tangled and his face is gaunt, I can see his muscles rippling, straining to break free."
  },
  {
    "message": "He's nothing like he was, but I like this Koujaku better."
  },
  {
    "message": "He's free now. Free to simply <I>be.</I>"
  },
  {
    "message": "I especially like the light in his eyes, hungry like a wild beast's."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "All it takes is one look to get my blood pumping."
  },
  {
    "message": "I undo the lock and slip inside the cell. My heart is pounding with anticipation."
  },
  {
    "message": "Stepping closer, I breathe an admiring sigh."
  },
  {
    "message": "On his back, fierce and wild, blooms a field of vibrant flowers."
  },
  {
    "message": "They're beautiful. So, so beautiful."
  },
  {
    "name": "蒼葉",
    "message": "\"Were you a good boy today?\""
  },
  {
    "message": "He looks up at me, drooling as he growls."
  },
  {
    "name": "紅雀",
    "message": "\"Grrrr...\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'll take that as a yes.\""
  },
  {
    "message": "His brow is knotted, lips pulled back. I shower them with kisses."
  },
  {
    "name": "紅雀",
    "message": "\"Ugh...\""
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "With what limited range of motion he possesses, Koujaku sinks his fangs into my arm."
  },
  {
    "message": "Blood quickly soaks the thin shirt I'm wearing. "
  },
  {
    "name": "蒼葉",
    "message": "\"That hurts...\""
  },
  {
    "message": "My words come out as a moan. It doesn't hurt at all."
  },
  {
    "message": "Even pain is pleasure now, when the source is my Koujaku."
  },
  {
    "name": "蒼葉",
    "message": "\"That's it...\""
  },
  {
    "name": "紅雀",
    "message": "\"Urgh...\""
  },
  {
    "message": "With his long tongue, Koujaku laps up the blood."
  },
  {
    "name": "蒼葉",
    "message": "\"...Aaah.\""
  },
  {
    "message": "Desperate to relieve my own excitement, I help Koujaku out of his clothes."
  },
  {
    "message": "This has become my daily ritual. My body is covered with bite marks as a result, but even those are precious to me."
  },
  {
    "message": "I wrap my hand around Koujaku's firm member and whisper sweetly―"
  },
  {
    "name": "蒼葉",
    "message": "\"I'm all yours, Koujaku. Just like you wanted.\""
  },
  {
    "name": "紅雀",
    "message": "\"Unghh...\""
  },
  {
    "name": "蒼葉",
    "message": "\"We'll be together forever.\""
  },
  {
    "message": "For as long as this island stands."
  },
  {
    "message": "I'll never let you go."
  },
  {
    "name": "蒼葉",
    "message": "\"Now... come here.\""
  }
]