[
  {
    "message": "We're back in the room at the center of his mind."
  },
  {
    "message": "The black tattoos have covered his chest."
  },
  {
    "message": "I take a deep breath and look into his sad eyes."
  },
  {
    "name": "蒼葉",
    "message": "\"...You know, don't you?\""
  },
  {
    "name": "蒼葉",
    "message": "\"You said it yourself. No matter how hard you try to forget, you can't change the past.\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"You hurt a lot of people, including your mother... You can't erase that fact.\""
  },
  {
    "name": "紅雀",
    "message": "\"Stop it!\""
  },
  {
    "name": "蒼葉",
    "message": "\"No. You have to hear this. Whether you wanted it to happen or not, that blood is on your hands.\""
  },
  {
    "name": "紅雀",
    "message": "\"...I know. I've got so much blood on my hands. I don't deserve to live. I know that!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah, maybe dying is one way to atone.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But if you die, that's it. That's the end. The end of your torment and the end of you. You'll be free from your pain.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...But is that really okay?\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Is it okay for you to run away like that?\""
  },
  {
    "name": "紅雀",
    "message": "\"You... can't stop me.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You're right. And maybe that's okay for you, but what about all the people you'll be leaving behind? Like the members of your gang... and me.\""
  },
  {
    "name": "紅雀",
    "message": "\"Beni-Shigure... they'll be fine. When I'm gone, they'll just find a new leader.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Then what about me?\""
  },
  {
    "name": "蒼葉",
    "message": "\"What'll happen to me?\""
  },
  {
    "name": "紅雀",
    "message": "\"You...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Don't you dare say I'll be fine without you. I told you before not to put words in my mouth.\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Because I'm not going to be okay, and neither is your gang. Your friends aren't as strong as you think they are.\""
  },
  {
    "name": "蒼葉",
    "message": "\"If you die, we're the ones it's gonna hurt. We'll have to carry that pain for the rest of our lives. And you have the nerve to say we'll be okay?\""
  },
  {
    "name": "蒼葉",
    "message": "\"The heart's not like the body. Its wounds never truly heal. Not completely.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I mean, you know that better than anyone, don't you? You came back to the island to heal, but you lost yourself the second Ryuuhou showed up.\""
  },
  {
    "name": "蒼葉",
    "message": "\"And now you want us to suffer the same?\""
  },
  {
    "name": "紅雀",
    "message": "\"...Then what do I do?\""
  },
  {
    "name": "蒼葉",
    "message": "\"There's only one other option.\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Sure, the tattoo made you lose your mind, but those actions were yours. That fact doesn't change.\""
  },
  {
    "name": "蒼葉",
    "message": "\"As long as you're you, you'll never be free of that. But <I>despite</I> that...\""
  },
  {
    "name": "蒼葉",
    "message": "\"We... <I>I</I> know you.\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "message": "Koujaku grits his teeth and hangs his head. The tattoos have ceased their advance."
  },
  {
    "name": "蒼葉",
    "message": "\"Whatever you've done, whatever your burden, you're still the same Koujaku.\""
  },
  {
    "name": "紅雀",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"If you ever lose sight of yourself again, I'll tell you about the Koujaku <I>I</I> know. No matter how many times it takes.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'll tell you how I always believed in him.\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"So don't give up.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Don't let that tattoo win.\""
  },
  {
    "message": "Slowly, the despair on his face fades and the light returns to his eyes."
  },
  {
    "message": "The black tattoos crumble and vanish."
  },
  {
    "name": "蒼葉",
    "message": "\"I'm gonna destroy you, Koujaku. I'm gonna destroy the part of you that's trapped in the past.\""
  }
]