[
  {
    "name": "蒼葉",
    "message": "\"Koujaku...\""
  },
  {
    "message": "I'm back in the candle-lit room. Koujaku is standing in front of me."
  },
  {
    "message": "His body is covered by the tattoo, but life has returned to his eyes."
  },
  {
    "message": "When I peer into them, I see sadness."
  },
  {
    "name": "紅雀",
    "message": "\"When I snapped out of it, I couldn't believe what I'd done. It had to be a nightmare, right? But it wasn't. ...And that's when I started to <I>really</I> lose it.\""
  },
  {
    "name": "紅雀",
    "message": "\"I wanted to. I wanted to die. That's what I deserved.\""
  },
  {
    "name": "紅雀",
    "message": "\"I'd killed my mom. What right did I have to live? So... I tried to use that sword on myself.\""
  },
  {
    "name": "紅雀",
    "message": "\"It was the right thing to do. At least, that's what I thought...\""
  },
  {
    "name": "紅雀",
    "message": "\"But I couldn't do it. No matter how hard I tried. ...I kept seeing your face.\""
  },
  {
    "message": "Koujaku looks at me, face twisted with pain."
  },
  {
    "name": "紅雀",
    "message": "\"I remembered you smiling, back when we were kids, and I started crying. I felt so sad... and afraid. I couldn't do a thing.\""
  },
  {
    "name": "紅雀",
    "message": "\"I really did want to die... but I wanted to live just as bad. I didn't know what to do...\""
  },
  {
    "name": "紅雀",
    "message": "\"So I decided to return to the island. I couldn't even kill myself. I was a failure in every way... but I just had to see you.\""
  },
  {
    "name": "紅雀",
    "message": "\"Maybe it was just an easy lie to tell myself, but I thought something might change if I saw you again.\""
  },
  {
    "name": "紅雀",
    "message": "\"When I saw you all grown up, I was so surprised. But your smile, that hadn't changed.\""
  },
  {
    "name": "紅雀",
    "message": "\"It made me think that maybe everything would be okay. Maybe, if we stuck together, the pain would go away in time.\""
  },
  {
    "name": "紅雀",
    "message": "\"But it didn't work. No matter how hard I tried to forget, that moment... the candles, the blood... kept coming back to haunt me.\""
  },
  {
    "name": "紅雀",
    "message": "\"And then, like a fucking cosmic joke... that asshole Ryuuhou showed up.\""
  },
  {
    "name": "紅雀",
    "message": "\"The moment I saw him, it all came into focus. I thought, I can't run. Never could. I have to kill him... then myself.\""
  },
  {
    "name": "紅雀",
    "message": "\"I knew all along it wouldn't change anything. I knew.\""
  },
  {
    "name": "紅雀",
    "message": "\"But I figured, I'd already bought myself a ticket to hell. Getting a little revenge couldn't make it any worse.\""
  },
  {
    "name": "紅雀",
    "message": "\"Well, I got what I wanted. But that doesn't change what I did, and it won't make the ink on my back go away.\""
  },
  {
    "name": "紅雀",
    "message": "\"Really, all I did was dirty my hands even more. So what the fuck does any of it matter anymore?\""
  },
  {
    "name": "紅雀",
    "message": "\"I'm a monster. Why fight it?\""
  },
  {
    "message": "Koujaku lowers his head. I realize that the black tattoos from before have wound themselves around his feet."
  },
  {
    "message": "Koujaku..."
  },
  {
    "message": "What I saw was indeed his past, the part he never told me about."
  },
  {
    "message": "I can't blame him for keeping it secret."
  },
  {
    "message": "How are you supposed to talk about something like that? How might I have responded?"
  },
  {
    "message": "However deep our relationship, it was only natural for Koujaku to worry."
  },
  {
    "message": "And in fact, I do feel conflicted. Not because I'm shocked by what Koujaku did... but because I don't know what to say."
  },
  {
    "message": "Words seem powerless in the face of such a past."
  },
  {
    "message": "The look on Koujaku's face is one of utter resignation. The black tattoos have reached his waist, and are now making their way toward his chest."
  },
  {
    "message": "It's like... like Koujaku is <I>letting</I> Ryuuhou's work devour him."
  },
  {
    "message": "...No."
  },
  {
    "message": "Koujaku hurt a lot of people. His mother died because of what he did."
  },
  {
    "message": "But none of that was Koujaku's fault. It was all because of that fucking tattoo―Ryuuhou's work, and Toue's."
  },
  {
    "message": "But of course, Koujaku knows that, and still he blames himself."
  },
  {
    "message": "You can't change the past."
  },
  {
    "message": "But still...<K> I don't want to lose him."
  },
  {
    "message": "Maybe I'm just being selfish. I don't care. I can't just stand here and watch while Koujaku destroys himself."
  },
  {
    "message": "Koujaku is a prisoner―both to Ryuuhou's tattoos and to his own memories of the past."
  },
  {
    "message": "His wounds are just too deep. He'll never stem the flow of blood on his own."
  },
  {
    "message": "If I leave him like this, they'll swallow him whole."
  },
  {
    "message": "And so, before that happens..."
  },
  {
    "message": "I will destroy them."
  },
  {
    "message": "<center>　――――　DESTROY　――――</center>"
  },
  {
    "message": "<center>　――――　DESTROY HIM　――――</center>"
  },
  {
    "message": "My power, Scrap, can only destroy."
  },
  {
    "message": "I'll destroy Koujaku, and free him from his past."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I walk up to Koujaku and grab his shoulders."
  },
  {
    "message": "Slowly, he lifts his head and stares at me with hollow eyes."
  },
  {
    "name": "蒼葉",
    "message": "\"Koujaku... Don't give up!\""
  }
]