[
  {
    "message": "...Suddenly, everything goes white."
  },
  {
    "message": "I squeeze my eyes shut, but the light is still blinding."
  },
  {
    "name": "紅雀",
    "message": "\"...When I came to, it was already over.\""
  },
  {
    "message": "The light resolves into a series of images, progressing before me like a silent film."
  },
  {
    "message": "I see a big estate and a young Koujaku, his mother leading him by the hand. The man waiting at the gate has the air of an old-school mob boss."
  },
  {
    "message": "And standing next to him... is a younger Ryuuhou."
  },
  {
    "message": "The scene changes. Now it shows that candle-lit room, the futon where Koujaku lay as Ryuuhou put needle to skin."
  },
  {
    "message": "His eyes are screwed tight, hands clawing at the mats. The pain must have been unbearable."
  },
  {
    "message": "Again, the scene shifts."
  },
  {
    "message": "Koujaku is standing, sword in hand, amid a sea of blood."
  },
  {
    "message": "Bodies lie at his feet. His skin, too, is marked with red wounds."
  },
  {
    "name": "紅雀",
    "message": "\"That was the day he finished it.\""
  },
  {
    "message": "Koujaku's voice comes from everywhere at once."
  },
  {
    "name": "紅雀",
    "message": "\"The pain kept getting worse. I passed out. And when I opened my eyes... I was standing in a pool of blood.\""
  },
  {
    "name": "紅雀",
    "message": "\"Everyone was on the ground... I didn't know what had happened.\""
  },
  {
    "name": "紅雀",
    "message": "\"And that was when... I saw my mom lying there too. I looked down at my hands. I was holding a sword, covered with blood.\""
  },
  {
    "name": "紅雀",
    "message": "\"I'd lost my mind, gone on some kinda rampage. Of course, I was just a kid flailing around.\""
  },
  {
    "name": "紅雀",
    "message": "\"No one was dead, though they were hurt pretty bad. My mom was still hanging on by a thread, too... but she...\""
  },
  {
    "name": "紅雀",
    "message": "\"She never woke up. She died in the hospital... and it was my fault. I killed her.\""
  }
]