[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "message": "At first, our lips just... touch, as though neither of us has ever kissed anyone before, but gradually, Koujaku starts to brush his lips against mine."
  },
  {
    "message": "After a moment, he stops and looks me in the eye."
  },
  {
    "name": "紅雀",
    "message": "\"...Are you sure about this?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...About what?\""
  },
  {
    "name": "紅雀",
    "message": "\"There's no going back after this. We... won't be bros anymore. If you wanna stop, now's the time.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "紅雀",
    "message": "\"I don't want to pressure you or―\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up.\""
  },
  {
    "message": "I grab Koujaku by the hair and pull him toward me, shutting him up with my lips."
  },
  {
    "message": "Koujaku freezes for a moment, but then he starts to return the kiss."
  },
  {
    "message": "He sucks on my upper and lower lips, and sometimes both at once."
  },
  {
    "message": "My face and ears are burning hot. I can <I>feel</I> our relationship changing by the second."
  },
  {
    "message": "Only moments ago, we were still just friends."
  },
  {
    "message": "Who could've imagined we'd end up like this?"
  },
  {
    "message": "I mean, I know guys who are dating each other, and I've kissed some of my friends before as a joke."
  },
  {
    "message": "But I've never felt this nervous before."
  },
  {
    "name": "蒼葉",
    "message": "\"Mmph...\""
  },
  {
    "message": "As I start to kiss Koujaku back, he takes both his hands and places them on my shoulders."
  },
  {
    "name": "紅雀",
    "message": "\"Aoba...\""
  },
  {
    "message": "With a husky whisper, he pushes me gently onto the bed."
  },
  {
    "name": "紅雀",
    "message": "\"I... can't believe this is happening.\""
  },
  {
    "message": "Koujaku gets on top of me and buries his face in my neck."
  },
  {
    "name": "蒼葉",
    "message": "\"Woah...!\""
  },
  {
    "message": "Suddenly, my shoulders jerk as a strange sensation runs through my hair."
  },
  {
    "message": "Koujaku has picked up some of my hair and brought it to his lips, almost like you might kiss a lady's hand."
  },
  {
    "message": "However much the feeling in my hair might have faded, I can't believe he would do something like that."
  },
  {
    "name": "蒼葉",
    "message": "\"Hey... what are you doing...\""
  },
  {
    "name": "紅雀",
    "message": "\"Sorry... I couldn't take it. I've always―<I>always</I>―wanted to touch your hair.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh? ...Ngh!\""
  },
  {
    "message": "Next, he catches some of my hair between his lips.\r\n<p>\r\nMy breath hitches in my throat, and the sight of him twirling my hair around his fingers... sends a shiver down my spine."
  },
  {
    "message": "Koujaku's beautiful fingers―the tools of his trade―are touching my hair."
  },
  {
    "message": "Something about that image is just so... sensual."
  },
  {
    "name": "蒼葉",
    "message": "\"Hnn... Ngh...\""
  },
  {
    "name": "紅雀",
    "message": "\"Aoba...\""
  },
  {
    "message": "Koujaku kisses me again."
  },
  {
    "message": "As he licks my teeth and fondles my hair, a different sensation builds along my spine."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmm, mmm...\""
  },
  {
    "message": "The moment my mouth opens a crack, Koujaku's tongue slips in and pulls mine out."
  },
  {
    "name": "紅雀",
    "message": "\"Hngh... Ngh...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Haa, ahh... Uuh...\""
  },
  {
    "message": "Moist sounds fill my ears. The gentle sensation of our tongues intertwining is beginning to feel more natural."
  },
  {
    "message": "Still, I can't believe I'm doing this with Koujaku, the guy who's always been my friend ever since we were kids."
  },
  {
    "message": "It feels like a dream."
  },
  {
    "message": "But... it isn't."
  },
  {
    "message": "Koujaku pushes up my shirt, stroking my stomach and ribs with his palms. It tickles a little."
  },
  {
    "message": "When his fingers reach the nubs on my chest, he gently starts to knead them."
  },
  {
    "name": "蒼葉",
    "message": "\"H-Hey― ...Ngh, hnngh...\""
  },
  {
    "name": "紅雀",
    "message": "\"What?\""
  },
  {
    "name": "蒼葉",
    "message": "\"No... Just, I'm ticklish.\""
  },
  {
    "name": "紅雀",
    "message": "\"Ticklish?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I mean, like... Haha!\""
  },
  {
    "message": "For a moment, we're just horsing around, like when we were kids."
  },
  {
    "message": "It's not my fault I'm ticklish there. People don't normally touch my chest."
  },
  {
    "name": "蒼葉",
    "message": "\"H-Hold on... I said it tickles!\""
  },
  {
    "name": "紅雀",
    "message": "\"You little... Alright, you wanna laugh? Let's see how you like this!\""
  },
  {
    "name": "蒼葉",
    "message": "\"But―hahaha! Mmph!\""
  },
  {
    "message": "Koujaku covers my lips with his, drinking down my laughter."
  },
  {
    "message": "This time, he's a bit more aggressive with his tongue, and he crushes my hair between his fingers."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmm, mmph...\""
  },
  {
    "message": "Koujaku's hands creep lower until they finally reach my belt."
  },
  {
    "name": "蒼葉",
    "message": "\"Mmph! Hngh, ah, wai― ...Mmph!\""
  },
  {
    "message": "I try to stop him, but Koujaku isn't having it."
  },
  {
    "message": "He kisses me deeply again, sucking my tongue hard, draining my will to resist."
  },
  {
    "message": "Damn... He's a really good kisser. Must be all that experience fooling around."
  },
  {
    "message": "It's not fair..."
  },
  {
    "message": "Koujaku unzips my fly and slips his hand into my underwear."
  },
  {
    "message": "My body trembles as he wraps his fingers around my growing erection."
  },
  {
    "message": "I feel a surge of anxiety. Should we really keep going?"
  },
  {
    "message": "Koujaku must be thinking the same thing, because he pulls away from my lips, stops what he's doing, and looks at me."
  },
  {
    "name": "紅雀",
    "message": "\"...There's no backing out after this.\""
  },
  {
    "message": "He almost sounds like he's trying to convince himself."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "When I don't respond, Koujaku begins to move his hand up and down."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah...! Hah...\""
  },
  {
    "message": "A sweet tingle pulses through my hips in time with Koujaku's movements."
  },
  {
    "message": "Sighs begin to slip from my mouth, despite my best efforts to stifle them."
  },
  {
    "message": "Oh no... This is so fucking embarrassing..."
  },
  {
    "message": "Koujaku brings his face to my chest as he strokes me, dragging his tongue across my skin."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh... Ngh, haa...\""
  },
  {
    "message": "My moans grow louder as he teases my nipple with his tongue."
  },
  {
    "message": "It merely felt ticklish earlier, but with the added stimulation from his stroking me, it's starting to feel... strange."
  },
  {
    "name": "蒼葉",
    "message": "\"Haah...\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "message": "Koujaku glances up at me."
  },
  {
    "name": "蒼葉",
    "message": "\"...What?\""
  },
  {
    "name": "紅雀",
    "message": "\"Does it still tickle?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Sh-Shut up... Don't ask. And don't stare so much...\""
  },
  {
    "name": "紅雀",
    "message": "\"Why?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I don't want you seeing... hearing...\""
  },
  {
    "name": "紅雀",
    "message": "\"You're saying this <I>now?</I>\""
  },
  {
    "name": "蒼葉",
    "message": "\"Honestly... it'd be less embarrassing if you were staring at my dick instead...\""
  },
  {
    "name": "紅雀",
    "message": "\"Dumbass.\""
  },
  {
    "message": "Koujaku laughs a little and gently kisses my lips."
  },
  {
    "message": "He rains kisses all over my face, on my chin and cheeks, the tip of my nose, and even on my eyelids."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, nmm... Ahh...\""
  },
  {
    "message": "Thanks to Koujaku's caresses, I'm completely hard and already drenched in precum."
  },
  {
    "message": "Koujaku kisses me and licks my chest, his eyes staring into mine the whole time."
  },
  {
    "message": "I told him not to stare..."
  },
  {
    "message": "Now I feel more annoyed than embarrassed. Emboldened, I reach for Koujaku's crotch."
  },
  {
    "name": "紅雀",
    "message": "\"!\""
  },
  {
    "message": "Koujaku jerks back in surprise."
  },
  {
    "name": "紅雀",
    "message": "\"What do you think you're doin'?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Let me touch you. It's not fair.\""
  },
  {
    "name": "紅雀",
    "message": "\"But―\""
  },
  {
    "name": "蒼葉",
    "message": "\"Come on.\""
  },
  {
    "message": "He smiles awkwardly and gently grasps my hand to stop me."
  },
  {
    "name": "紅雀",
    "message": "\"Now's not a good time.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Why?\""
  },
  {
    "name": "紅雀",
    "message": "\"If you touch me now... I don't think I'll be able to hold back.\""
  },
  {
    "message": "He whispers into my ear and gives me a suggestive look."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "How am I supposed to respond to that?"
  },
  {
    "message": "I end up having to look away."
  },
  {
    "message": "For whatever reason, Koujaku kisses my cheek happily and pulls his sticky hand away."
  },
  {
    "message": "And then, he slides it behind my hips..."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "The cold touch of his fingers makes my hips jerk."
  },
  {
    "message": "While stroking my manhood with his other hand, he begins to sink a finger inside me."
  },
  {
    "message": "He starts by gently massaging my entrance before slowly pushing further inside."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh... Uuh...\""
  },
  {
    "name": "紅雀",
    "message": "\"Does it hurt?\""
  },
  {
    "message": "I'm not sure. It's uncomfortable at first, but not exactly painful."
  },
  {
    "message": "I can tell that as he moves his finger in and out, I'm starting to soften up."
  },
  {
    "message": "He wiggles his finger like he's looking for something, watching my reactions closely."
  },
  {
    "name": "紅雀",
    "message": "\"I'm gonna add another.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh...\""
  },
  {
    "name": "紅雀",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"...?\""
  },
  {
    "name": "紅雀",
    "message": "\"You're so... hot inside...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Uh! Shut up...!\""
  },
  {
    "message": "Koujaku smiles at the anger in my voice. The look on his face is so sensual that it makes my heart jump."
  },
  {
    "message": "He <I>can</I> seem awfully sexy at times..."
  },
  {
    "message": "When I've grown accustomed to the fingers inside of me, he pulls them out."
  },
  {
    "name": "紅雀",
    "message": "\"I'll undress you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I... can do it myself.\""
  },
  {
    "name": "紅雀",
    "message": "\"Really?\""
  },
  {
    "message": "I'm not about to let Koujaku have his way in <I>everything.</I> Even though my hands are shaking, I somehow manage to get all my clothes off."
  },
  {
    "message": "By this time, Koujaku has pulled his kimono open wide, bearing his upper body."
  },
  {
    "message": "My chest aches a bit when I see the scars and tattoos covering his powerful chest."
  },
  {
    "message": "Those scars―proof of Koujaku's suffering―will never go away."
  },
  {
    "message": "But... in a sense, they're also badges of honor."
  },
  {
    "message": "They're proof that Koujaku survived."
  },
  {
    "message": "I reach out to touch one of the scars, and Koujaku smiles."
  },
  {
    "name": "紅雀",
    "message": "\"...Thanks.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Hm?\""
  },
  {
    "name": "紅雀",
    "message": "\"But I'd better apologize now. Sorry... if I lose control, y'know? I'll... try to be careful.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  }
]