[
  {
    "name": "紅雀",
    "message": "\"...Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Uhh... Nmm...\""
  },
  {
    "name": "紅雀",
    "message": "\"Aoba, wake up. It's already ten.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Mnnnnm...\""
  },
  {
    "message": "After a minute or two of gentle rocking, I finally open my eyes."
  },
  {
    "message": "I'm sooo tired. The last thing I want is to get up."
  },
  {
    "name": "蒼葉",
    "message": "\"Five more minutes...\""
  },
  {
    "name": "紅雀",
    "message": "\"Nope. You said that five minutes ago. You always say that, but you never get up.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Four more minutes...\""
  },
  {
    "name": "紅雀",
    "message": "\"Nope.\""
  },
  {
    "name": "蒼葉",
    "message": "\"One minute...\""
  },
  {
    "name": "紅雀",
    "message": "\"A-o-ba. If you don't get up, I'm gonna do things to you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Mnn... Whatever...\""
  },
  {
    "name": "紅雀",
    "message": "\"Man.\""
  },
  {
    "message": "Koujaku lets out a frustrated laugh, and then I feel the bed shift."
  },
  {
    "message": "Just as I'm wondering what's going on..."
  },
  {
    "name": "紅雀",
    "message": "\"Aoba. Wake up!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Mn... Huh?! Aha-ahahahaha! Hey! Koujaku!\""
  },
  {
    "message": "He suddenly starts tickling my sides, and that knocks the drowsiness right out of me."
  },
  {
    "name": "蒼葉",
    "message": "\"Ahaha! Eeek! Okay! Knock it off! I'm up! I'm up! Stop it!\""
  },
  {
    "message": "I writhe and scream until Koujaku finally stops."
  },
  {
    "message": "That asshole! Tickling me while I was still half-asleep!"
  },
  {
    "message": "As I struggle to catch my breath, Koujaku wraps his arms around me from behind."
  },
  {
    "message": "He rests his chin on my shoulder."
  },
  {
    "name": "紅雀",
    "message": "\"You're really not a morning person.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm just tired. What do you want?\""
  },
  {
    "name": "紅雀",
    "message": "\"Well, can't blame you there. I think you've gotten worse since you started staying over, though.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah?\""
  },
  {
    "message": "Lately, I've been spending the night at Koujaku's about three times a week."
  },
  {
    "message": "The main reason is that going home every night is a pain in the ass, but also..."
  },
  {
    "message": "Well, I still live with Granny, so it's a little awkward..."
  },
  {
    "message": "It's been three months since we got together."
  },
  {
    "message": "Somehow, it feels like both ages and no time at all."
  },
  {
    "message": "Maybe that's because we were friends to begin with. Not all that much has changed."
  },
  {
    "message": "Koujaku still comes over for dinner, and he's started cutting hair again too."
  },
  {
    "message": "...Still, I can't be certain Granny hasn't caught on."
  },
  {
    "name": "紅雀",
    "message": "\"Oh, I get it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"What?\""
  },
  {
    "name": "紅雀",
    "message": "\"The real reason you sleep in so much. It's because you want me to pay attention to you.\""
  },
  {
    "message": "Koujaku squeezes me tight and ruffles my hair."
  },
  {
    "name": "蒼葉",
    "message": "\"Dream on.\""
  },
  {
    "name": "紅雀",
    "message": "\"I love how your hair feels. Nice work, if I do say so myself.\""
  },
  {
    "name": "蒼葉",
    "message": "\"That tickles!\""
  },
  {
    "message": "Thanks to Koujaku, I have short hair for the first time in my life."
  },
  {
    "message": "Even touching my hair was always painful, so I was sure that cutting it would hurt like hell."
  },
  {
    "message": "But when the time finally came, the sensation had largely left my hair. It was almost anticlimactic how little pain there ended up being."
  },
  {
    "message": "That said, it was my first time getting a haircut, so it did feel a bit strange."
  },
  {
    "message": "I can still hear the sound of the scissors."
  },
  {
    "message": "No matter how many times I told him it didn't hurt, Koujaku still took the utmost care."
  },
  {
    "message": "And that's why it took two whole hours to finish it. Well, I'm just glad Koujaku got to have his fun."
  },
  {
    "message": "By the way, he put my hair clippings into a paulownia box, saying he'd treasure them forever."
  },
  {
    "message": "I'm sure it comes as no surprise that I thought this was a touch creepy at first, but Koujaku convinced me that the hair held a lot of sentimental value for him."
  },
  {
    "message": "Ultimately, I gave in."
  },
  {
    "name": "紅雀",
    "message": "\"Used to having short hair yet?\""
  },
  {
    "name": "蒼葉",
    "message": "\"The back of my neck feels cold... And my head feels too light.\""
  },
  {
    "name": "紅雀",
    "message": "\"You'll get used to it... fuu...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh! Don't blow on me!\""
  },
  {
    "name": "紅雀",
    "message": "\"Haha!\""
  },
  {
    "message": "I lean into Koujaku to shield the back of my neck. He pats the top of my head in response."
  },
  {
    "name": "紅雀",
    "message": "\"This doesn't hurt anymore, right?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah.\""
  },
  {
    "name": "紅雀",
    "message": "\"It's kind of weird. I mean, it used to bother you so much.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah. It's pretty weird for me too.\""
  },
  {
    "name": "紅雀",
    "message": "\"Well, I'm fucking stoked that I get to touch your hair all I want now.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah, and now my hair's always a mess.\""
  },
  {
    "name": "紅雀",
    "message": "\"I always fix it after, don't I? ...Actually, there's something I've been dyin' to ask you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah?\""
  },
  {
    "name": "紅雀",
    "message": "\"So was I your, uh... first?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh? First what?\""
  },
  {
    "name": "紅雀",
    "message": "\"You know. Your first 'experience.'\""
  },
  {
    "message": "...Where's this coming from?"
  },
  {
    "message": "I give Koujaku the dirtiest look I can manage."
  },
  {
    "message": "I thought it might fluster him a little, but no, he looks serious.\r\n<p>\r\nWell, now I'm the one feeling awkward."
  },
  {
    "name": "蒼葉",
    "message": "\"...Well, you were my first guy.\""
  },
  {
    "name": "紅雀",
    "message": "\"...Huh.\""
  },
  {
    "message": "Koujaku is visibly relieved, which kind of pisses me off."
  },
  {
    "name": "蒼葉",
    "message": "\"What the hell? What's the big deal?\""
  },
  {
    "name": "紅雀",
    "message": "\"Nothing?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Nothing, my ass. What do you take me for?\""
  },
  {
    "name": "紅雀",
    "message": "\"I didn't mean it like that. It's just, you were so cute when you were a kid. You kinda looked like a girl, you know? I guess I can't shake that impression.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Well, now I look like a dude no matter how hard you squint. That's not funny.\""
  },
  {
    "name": "紅雀",
    "message": "\"Actually, I think you're still kinda...\""
  },
  {
    "name": "蒼葉",
    "message": "\"<i>What?</i>\""
  },
  {
    "name": "紅雀",
    "message": "\"Juuuust kidding. I swear! I was just gonna say I still think you're as cute as you were back then.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Is that your idea of a compliment?\""
  },
  {
    "message": "Koujaku cracks a funny smile and strokes my hair again."
  },
  {
    "name": "蒼葉",
    "message": "\"Okay, now you answer. Was I your first?\""
  },
  {
    "name": "紅雀",
    "message": "\"You're asking me? If I've been with guys?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah.\""
  },
  {
    "name": "紅雀",
    "message": "\"No way. Obviously, you were my first. Don't worry, you're special.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You sure talk big for a guy who started bleeding in the middle of the act.\""
  },
  {
    "name": "紅雀",
    "message": "\"Ngh! Hey! I can't believe you're still... That doesn't even happen anymore!\""
  },
  {
    "message": "Koujaku shoots me a baleful glare."
  },
  {
    "message": "Ahh. Revenge is sweet."
  },
  {
    "name": "蒼葉",
    "message": "\"Oh yeah. Do you have work today?\""
  },
  {
    "name": "紅雀",
    "message": "\"In the afternoon.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Okay, meet me at the shop once you're done. I wanna have dinner at my place tonight.\""
  },
  {
    "name": "紅雀",
    "message": "\"Got it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"No chasing skirts, you hear?\""
  },
  {
    "name": "紅雀",
    "message": "\"I won't. You know I don't do that anymore.\""
  },
  {
    "message": "Now that we're a couple, Koujaku has completely stopped hooking up with girls."
  },
  {
    "message": "I mean, he's still nice to his fans, but he's stopped having them over or taking them on dates."
  },
  {
    "message": "He got really mad the one time I asked him if he was just resisting the urge out of respect for me."
  },
  {
    "message": "Apparently, he doesn't have eyes for anyone else now that he has the man of his dreams."
  },
  {
    "message": "...Man, how embarrassing."
  },
  {
    "name": "蒼葉",
    "message": "\"Well, I'm finally awake. I'm gonna make some food, so move your ass.\""
  },
  {
    "name": "紅雀",
    "message": "\"Mhm.\""
  },
  {
    "message": "But instead of letting go, he just buries his face deeper into my collarbone."
  },
  {
    "name": "蒼葉",
    "message": "\"Koujaku?\""
  },
  {
    "name": "紅雀",
    "message": "\"How you feeling these days? Like those headaches and stuff. Are they gone now?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Yeah. Seems that way. I've been feeling really good lately.\""
  },
  {
    "message": "My headaches completely disappeared after the tower collapsed. I stopped hearing <I>his</I> voice too."
  },
  {
    "message": "But I feel that he hasn't vanished completely."
  },
  {
    "message": "After all... he's part of me."
  },
  {
    "message": "All I ever really wanted was to live a peaceful life with Granny."
  },
  {
    "message": "But during my time in Platinum Jail, I learned a lot about myself... I learned what despair was."
  },
  {
    "message": "I learned about my power. The power to destroy people. It felt like a curse, not a blessing."
  },
  {
    "message": "When the other me tried to take control, I was ready to give in."
  },
  {
    "message": "If I couldn't live a normal life, what did anything matter?"
  },
  {
    "message": "...But it was Koujaku who changed my mind."
  },
  {
    "message": "He reminded me that it was my power that brought him back."
  },
  {
    "message": "I think that's what gave me the strength to fight."
  },
  {
    "message": "Koujaku freed me. He destroyed the part of me trapped in despair."
  },
  {
    "message": "I don't know if he'll ever resurface again, but I'm not scared anymore."
  },
  {
    "message": "Now, I have Koujaku."
  },
  {
    "name": "紅雀",
    "message": "\"Well, if anything changes, make sure you tell me right away. I've made up my mind...\""
  },
  {
    "message": "He squeezes me tight."
  },
  {
    "name": "紅雀",
    "message": "\"...I'm gonna treasure you for the rest of my life.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Man, stop acting like a dumbass. Look, I'm up, so get off me. I'm making something to eat.\""
  },
  {
    "name": "紅雀",
    "message": "\"You're gonna have to drag me to the kitchen.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Get off!\""
  },
  {
    "name": "紅雀",
    "message": "\"Ow!\""
  },
  {
    "message": "For all our horsing around, I'm deeply grateful to have Koujaku by my side."
  },
  {
    "message": "Everything has changed, and yet, nothing has."
  },
  {
    "message": "Being together like this, like always...<k> means more to me than anything."
  }
]