[
  {
    "message": "Noiz pulls me into his room and pushes me down on the soft bed."
  },
  {
    "message": "He climbs in next to me, ready to go."
  },
  {
    "name": "蒼葉",
    "message": "\"Wait, wait, wait, wait.\""
  },
  {
    "message": "I try to get away, but my back hits the wall."
  },
  {
    "message": "I'm cornered."
  },
  {
    "name": "ノイズ",
    "message": "\"Still fighting, huh?\""
  },
  {
    "name": "蒼葉",
    "message": "\"No shit!\""
  },
  {
    "name": "ノイズ",
    "message": "\"What? You a virgin?\""
  },
  {
    "name": "蒼葉",
    "message": "\"O-Of course not!\""
  },
  {
    "name": "ノイズ",
    "message": "\"Then what's the big deal? If it's not your first time or anything, let's get to it. Freaking out over this shit is lame as hell.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "...This little shit..."
  },
  {
    "message": "Without batting an eyelash, Noiz reaches for my pants and starts unzipping my fly."
  },
  {
    "name": "蒼葉",
    "message": "\"Hey...!\""
  },
  {
    "message": "I reach out to stop him... but hesitate."
  },
  {
    "message": "Something feels off."
  },
  {
    "message": "This guy obviously believes what he said, that it's only natural to \"seek relief.\" I'm the one who thinks it's something to be ashamed of."
  },
  {
    "message": "Still, isn't that how any normal person would react? How did I end up being the one who looks dumb?"
  },
  {
    "message": "This twerp called me lame..."
  },
  {
    "message": "Is he the crazy one? Or am I being unreasonable here?"
  },
  {
    "message": "Is assuming that the act is sexual what makes it that way? If I treat it like something normal, will that get rid of the shame?"
  },
  {
    "message": "I mean, we <I>are</I> both men. We have the same equipment..."
  },
  {
    "message": "Shit. I don't know what's right anymore..."
  },
  {
    "message": "What is happening to me?"
  },
  {
    "name": "ノイズ",
    "message": "\"We can stop if you're scared.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Who's scared?!\""
  },
  {
    "message": "Noiz's comment sends the blood rushing to my brain."
  },
  {
    "message": "I mean, can you blame me for getting pissed off?"
  },
  {
    "message": "The more I think about it, the more I realize that I'm being stupid."
  },
  {
    "message": "I've fooled around with guy friends before. Who hasn't? It's not like I have anything to lose."
  },
  {
    "message": "We're both guys, right? What's the big deal?"
  },
  {
    "message": "I set my jaw and look Noiz straight in the eye."
  },
  {
    "message": "Noiz studies me for a few seconds, then takes my hand and guides it to his crotch."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "ノイズ",
    "message": "\"Finally coming around?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Take it out.\""
  },
  {
    "message": "At his urging, I steel myself and undo his belt, then the button of his pants, then slide down his zipper with my sweaty hands."
  },
  {
    "message": "My heart is pounding. I can feel my face burning up."
  }
]