[
  {
    "message": "What a weirdo. How could he freak out about scalding his tongue, but completely fail to notice his hand?"
  },
  {
    "message": "Was he just trying to look tough or something? Awfully childish of him."
  },
  {
    "message": "Still..."
  },
  {
    "message": "Whatever the case, it's my fault he got hurt窶病gain. And once again, I'm not doing anything to help."
  },
  {
    "message": "I watch Noiz behind the counter, guilt squeezing my guts."
  },
  {
    "name": "蒼葉",
    "message": "\"...Look, I'm sorry. About yesterday, too... I just assumed you were messing with Ren.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But you were just removing the worm, right? ...Thanks.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I just did that while I was in there anyway. Really, I was trying to figure out the deal with your Allmate.\""
  },
  {
    "name": "蒼葉",
    "message": "\"The deal?\""
  },
  {
    "name": "ノイズ",
    "message": "\"How the hell you managed to beat me. I figured you might've modded your Allmate, so I had a look.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...What the hell?\""
  },
  {
    "name": "ノイズ",
    "message": "\"I took a look around. And got rid of the worm, that's all. Didn't find anything interesting, other than the fact it's an old model. Why don't you upgrade?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...That's none of your business.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I guess it wasn't that old when you were playing... Still, it's a pretty early model, right?\""
  },
  {
    "name": "ノイズ",
    "message": "\"I came to this island and started Rhyme about three or four years ago, but models like this were already obsolete.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "ノイズ",
    "message": "\"Anyway, I checked out your Allmate 'cause I felt like it. And I removed that worm 'cause I felt like it too.\""
  },
  {
    "name": "ノイズ",
    "message": "\"So there's nothing to apologize for. How naive are you?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh... What the hell do you expect? If you'd just said something first, I―\""
  },
  {
    "name": "ノイズ",
    "message": "\"By the way, you hungry?\""
  },
  {
    "name": "蒼葉",
    "message": "\"What?\""
  },
  {
    "message": "The sudden change in topic catches me off guard."
  },
  {
    "message": "Am I hungry? What does that have to do with anything?"
  },
  {
    "message": "Noiz goes downstairs without waiting for an answer."
  },
  {
    "name": "蒼葉",
    "message": "\"Where are you going?\""
  },
  {
    "name": "ノイズ",
    "message": "\"Out.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Hey, hold on.\""
  },
  {
    "message": "I run down the stairs after him, but Noiz has already left the apartment."
  },
  {
    "message": "What the hell? We were talking a second ago."
  },
  {
    "message": "You just can't pin the guy down..."
  },
  {
    "message": "Squashing my frustration, I follow him out the door."
  }
]