[
  {
    "name": "ノイズ",
    "message": "\"That's a lot.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up... Wipe it off already.\""
  },
  {
    "message": "I start to get up, looking for a tissue, but suddenly, Noiz brings his hand to his mouth."
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "name": "ノイズ",
    "message": "\"Bitter...\""
  },
  {
    "message": "<I>Bitter?</I> That's it?! Even now, his expression hasn't changed."
  },
  {
    "message": "I can't believe it. There's shameless... and then there's <I>shameless</I>."
  },
  {
    "message": "And then, of course, there's still the fact that I was the only one to cum."
  },
  {
    "message": "......"
  },
  {
    "message": "...I can't leave it like this."
  },
  {
    "message": "My pride is on the line, as an adult and as a man."
  },
  {
    "message": "I've come this far already. I have to see it through."
  },
  {
    "message": "And if my hand wasn't good enough..."
  },
  {
    "message": "...It feels like a lightbulb going off in my head."
  },
  {
    "message": "I drop to my hands and knees, positioning myself between Noiz's legs."
  },
  {
    "name": "ノイズ",
    "message": "\"What?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Just let me do this.\""
  },
  {
    "message": "He's technically erect, but still a long way from full hard-on."
  },
  {
    "message": "Noiz watches me suspiciously as I creep toward his hips, lift his shaft, and touch my mouth to the tip."
  },
  {
    "message": "I brush it gently with my tongue, then open my mouth wide to slowly take him in."
  },
  {
    "message": "He's larger than he looks. It doesn't take long before my mouth is completely stuffed."
  },
  {
    "name": "ノイズ",
    "message": "\"...Ngh.\""
  },
  {
    "message": "Ooh! I heard a little gasp."
  },
  {
    "message": "Maybe I'm onto something."
  },
  {
    "message": "I start to move my head up and down, stroking him with the insides of my cheeks."
  },
  {
    "message": "Of course, I've never done anything like this before."
  },
  {
    "message": "But my stubborn pride has drowned out any hesitation or embarrassment I might have felt."
  },
  {
    "name": "蒼葉",
    "message": "\"Nn... Hnngh.\""
  },
  {
    "message": "Just have to move my tongue like this, and my hand like this..."
  },
  {
    "message": "We both have the same parts, so even though I've never done this before, it isn't hard to figure out what to do."
  },
  {
    "message": "But when I feel his piercings slide over my tongue... Man, that's weird."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh... Hngh, haa, mmph...\""
  },
  {
    "name": "ノイズ",
    "message": "\"...Hnn.\""
  },
  {
    "message": "Hearing something like a moan, I look up and see that Noiz has closed his eyes."
  },
  {
    "message": "Something about the look on his face makes my heart race a bit."
  },
  {
    "message": "I'm getting him off, the cocky little shit! The thought is a bit of a rush."
  },
  {
    "message": "I want to see him lose his cool. That desire makes it easy to concentrate on the task at hand."
  },
  {
    "message": "I focus my attack where I think it'll have the most effect, kneading his shaft and balls with my hand while I run my tongue along the groove on his tip."
  },
  {
    "message": "His piercings click against my teeth, but it no longer bothers me."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh... Ngh, haa!\""
  },
  {
    "name": "ノイズ",
    "message": "\"...Nh, ngh...\""
  },
  {
    "message": "Noiz's gasps are growing more frequent. Suddenly, he pushes down on my head."
  },
  {
    "message": "I look up at him. He looks like he wants to say something."
  },
  {
    "name": "蒼葉",
    "message": "\"...What?\""
  },
  {
    "name": "ノイズ",
    "message": "\"...A little harder.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Harder...\""
  },
  {
    "message": "I pull my mouth away for a moment, squeezing him hard with my hand."
  },
  {
    "name": "蒼葉",
    "message": "\"Like this?\""
  },
  {
    "name": "ノイズ",
    "message": "\"No, more...\""
  },
  {
    "name": "ノイズ",
    "message": "\"...Harder. Bite it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Uh...\""
  },
  {
    "message": "What the hell did he just say? Bite it?!"
  },
  {
    "message": "Noiz presses down on my head, urging me to continue."
  },
  {
    "message": "Despite my confusion, I take him into my mouth again."
  },
  {
    "message": "Does he really want me to bite him? With my teeth? Won't that hurt?"
  },
  {
    "message": "My head is full of questions."
  },
  {
    "message": "But he definitely said to bite him..."
  },
  {
    "message": "Timidly, I touch my teeth to his tip."
  },
  {
    "message": "The sensation of my teeth sinking into flesh is terrifying."
  },
  {
    "message": "The mere <I>thought</I> of someone doing that to me makes me cringe."
  },
  {
    "name": "ノイズ",
    "message": "\"...Hurry up.\""
  },
  {
    "message": "Noiz's tone is insistent. I just have to accept that this is what he wants."
  },
  {
    "message": "He's got piercings all over. It'll be fine. Right?"
  },
  {
    "message": "...Probably."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "I close my eyes and bite down with my molars."
  },
  {
    "message": "......"
  },
  {
    "message": "I don't even know how to describe the sensation of my molars pressing into his flesh."
  },
  {
    "message": "It has to hurt, right? Is he really okay? He's not bleeding, is he?"
  },
  {
    "message": "I look up at him with dread."
  },
  {
    "name": "ノイズ",
    "message": "\"...Mm.\""
  },
  {
    "message": "Noiz has his eyes closed, with a look on his face that I can only describe as ecstasy."
  },
  {
    "message": "...Is this a joke? He likes it?!"
  },
  {
    "message": "Can you really get off on someone biting you?"
  },
  {
    "message": "For some reason, the thought excites me. My heart is racing a mile a minute."
  },
  {
    "message": "Oh fuck... The sense of having crossed a line... It's intoxicating."
  },
  {
    "message": "Now sure that he'll be fine, I take him back into my mouth and press my teeth into his tip again."
  },
  {
    "message": "More confident this time, I try biting him harder, nipping at him, and tugging at his piercings with my teeth."
  },
  {
    "message": "At the same time, I drag my nails along his shaft and stroke him, squeezing hard."
  },
  {
    "name": "ノイズ",
    "message": "\"Uuh... Ngh, mmm...\""
  },
  {
    "message": "Moans spill from Noiz's mouth, and something deep inside me starts to ache."
  },
  {
    "message": "I'm a little <I>too</I> happy that I've managed to please him. My zeal grows as I press the attack."
  },
  {
    "name": "ノイズ",
    "message": "\"Nngh, haa...\""
  },
  {
    "message": "His eyes are closed, his brow deeply furrowed, and his hips are starting to rock a bit."
  },
  {
    "message": "It's not just saliva filling my mouth, but Noiz's precum as well."
  },
  {
    "message": "He didn't react at all to the work of my hand, but now he's really feeling it."
  },
  {
    "message": "His shaft has grown enormously. When it hits the back of my throat, I gag."
  },
  {
    "message": "But I ignore the discomfort and focus on my task. I want him to cum so badly."
  },
  {
    "name": "ノイズ",
    "message": "\"Guh, haah...\""
  },
  {
    "message": "As I slurp up the bitter liquid, I bite down hard along his entire length―from tip to base―almost like I'm eating him whole.\r\n<p>\r\nNoiz gasps."
  },
  {
    "name": "ノイズ",
    "message": "\"...Nnngh!!!\""
  },
  {
    "message": "His body convulses, and the hard shaft shudders in my mouth... filling it with a warm, viscious substance."
  },
  {
    "name": "蒼葉",
    "message": "\"...! ...Ngh.\""
  },
  {
    "message": "Without thinking, I swallow before it can spill from my mouth."
  },
  {
    "message": "...He was right. It is bitter."
  },
  {
    "message": "When I pull my lips away from him, the portion that didn't make it down my throat dribbles down my chin."
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "message": "Noiz looks down at me, a little flushed and out of breath."
  },
  {
    "message": "Maybe it's because he just came, but his usually harsh eyes seem a little softer."
  },
  {
    "message": "He actually looks... kinda cute."
  },
  {
    "message": "And I'm the one who put him into this state, I realize with no small sense of satisfaction."
  }
]