[
  {
    "name": "蒼葉",
    "message": "\"...Haa, haah... Haa.\""
  },
  {
    "message": "...Shit."
  },
  {
    "message": "My head feels like it's going to explode."
  },
  {
    "message": "It even hurts to breathe."
  },
  {
    "message": "...But."
  },
  {
    "name": "ノイズ",
    "message": "\"...Hey.\""
  },
  {
    "message": "Noiz peers into my face."
  },
  {
    "message": "Akushima is sprawled out beside him, unconscious."
  },
  {
    "message": "Somehow, I made it in time..."
  },
  {
    "name": "蒼葉",
    "message": "\"You're okay...\""
  },
  {
    "message": "Thank goodness..."
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "message": "But Noiz is glaring at me, his eyes dark with fury."
  },
  {
    "name": "蒼葉",
    "message": "\"...?\""
  },
  {
    "name": "ノイズ",
    "message": "\"Your voice just now...\""
  },
  {
    "name": "蒼葉",
    "message": "\"What about it?\""
  },
  {
    "name": "ノイズ",
    "message": "\"It's the same as when you beat me... So, you <I>can</I> do it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Oh...\""
  },
  {
    "name": "ノイズ",
    "message": "\"'I don't remember,' my ass. You've been bullshitting me this whole time. You <I>can</I> use it. That's how you beat me at Rhyme.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Fight me already. Rematch. Right now.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "Noiz pins my shoulders to the ground. "
  },
  {
    "message": "I can't do anything. The quiet fury in his eyes holds me in place."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh!\""
  },
  {
    "name": "ノイズ",
    "message": "\"Now.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I told you, I can't...!\""
  },
  {
    "message": "I really don't want to use it any more than I have to. I only used it here because I didn't have a choice. "
  },
  {
    "name": "ノイズ",
    "message": "\"Do it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I told you! I can't!\""
  },
  {
    "message": "Noiz pushes my shoulders harder into the ground. My face twists in pain as my bones grind against the pavement. "
  },
  {
    "message": "Why... Why is this happening? I was just trying to help him..."
  },
  {
    "message": "I didn't do it expecting any kind of reward."
  },
  {
    "message": "But why does he always get to shove his demands down <I>my</I> throat?!"
  },
  {
    "message": "Unable to bear it anymore, I open my mouth to shout."
  },
  {
    "name": "蒼葉",
    "message": "\"Well what about you?! Why're <I>you</I> so hung up on me?!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Because of Rhyme? Because you lost a fucking Rhyme match?! How stupid is that?!\""
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "message": "Noiz's eyes grow cold and dark."
  },
  {
    "name": "ノイズ",
    "message": "\"...Then stop trying to help me.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Maybe you get off on saving me or some shit, but if I'd died back there, it would've been my own damn fault.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I'm the one who picked a fight with him. It was none of your damn business.\""
  },
  {
    "name": "ノイズ",
    "message": "\"But you helped anyway. Why? Why help me if you're just gonna bitch later? <I>You're</I> the one who makes no fucking sense.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "ノイズ",
    "message": "\"You know exactly what I want, but you won't give it to me.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Instead, you <I>save</I> me and do all sorts of other crazy shit. What the hell's the point?\""
  },
  {
    "name": "ノイズ",
    "message": "\"Well, I guess it's better having me around so you can use me. Or maybe you just wanna fuck me, I don't know.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Either way, I don't give a shit. I don't want your charity.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Haha.\""
  },
  {
    "message": "Dry laughter spills from my lips."
  },
  {
    "message": "This shit again? I can't believe it. I just keep him around to use him? Fuck him?"
  },
  {
    "message": "Is that the kind of person he thinks I am?"
  },
  {
    "message": "Did he kiss me out of the blue like that because he thought I wanted to get in his pants?"
  },
  {
    "message": "...I can't even feel annoyed anymore."
  },
  {
    "name": "蒼葉",
    "message": "\"...That's how you look at me?\""
  },
  {
    "name": "ノイズ",
    "message": "\"What other way is there?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Plenty. People help each other for all kinds of reasons―like out of concern, or because they just like each other.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Yeah, right.\""
  },
  {
    "message": "Noiz dismisses the notion outright."
  },
  {
    "message": "<4line><voice name='ノイズ' class='ノイズ' src='voice/dm22/5000360a03'>\r\n\"People only help each other when they want something. That's the only reason to do anything that doesn't benefit you directly. Because you think it'll benefit you indirectly.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Wrong.\""
  },
  {
    "message": "What a messed up way to think about the world.\r\nActually, it's kind of sad."
  },
  {
    "name": "蒼葉",
    "message": "\"I guess I feel better when you're around, but that's not the same thing as keeping you around to use you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"And I'm absolutely not trying to fuck you. Do you seriously think I have time for that right now?\""
  },
  {
    "name": "ノイズ",
    "message": "\"Same difference. You <I>feel better</I> when I'm around 'cause I'm useful.\""
  },
  {
    "name": "蒼葉",
    "message": "\"No. It's not like that. I just... worry about you. I feel like I can't abandon you or something... That's all it is.\" "
  },
  {
    "name": "ノイズ",
    "message": "\"Hate to break it to you, but I'm way stronger than you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You think I don't know that? That's not what I'm talking about. This isn't about who's stronger in a fight.\""
  },
  {
    "message": "Frustrated that I can't find the right words, I reach up to grab Noiz's hand and hold it against my shoulder."
  },
  {
    "message": "Noiz tries to pull away, but I don't let him."
  },
  {
    "name": "蒼葉",
    "message": "\"If I saw someone hurt, I'd try to help them no matter who they were. Even if they weren't <I>useful</I> at all.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You don't need a reason to help someone. It's just the right thing to do.\""
  },
  {
    "name": "ノイズ",
    "message": "\"If you don't have a reason, then why did you bandage me up? Why do that unless you gain something?\""
  },
  {
    "name": "蒼葉",
    "message": "\"How many times do I have to say it before it gets through your thick skull?! I'm not looking to <I>gain</I> anything!\""
  },
  {
    "name": "ノイズ",
    "message": "\"...I don't get it. I don't get you at all. You're like some kinda alien or something.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah, well, you seem pretty weird to me too.\""
  },
  {
    "message": "When I let go of his hand, Noiz gets off me with a sour look on his face."
  },
  {
    "message": "It seems like his anger has subsided. For the moment, at least."
  },
  {
    "name": "蒼葉",
    "message": "\"Ow...\""
  },
  {
    "message": "Now that I can relax, my headache returns with a vengeance."
  },
  {
    "name": "ノイズ",
    "message": "\"...Let's get one thing straight. This isn't over. One way or another, you're gonna fight me.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah.\""
  },
  {
    "message": "I stand, locking eyes with Noiz, and nod."
  },
  {
    "message": "Regardless of everything else, Noiz helped me save Granny. I owe him for that."
  },
  {
    "message": "Plus, I can't keep running from the issue. There's no denying that I've played Rhyme before."
  },
  {
    "message": "When the time comes... I'll give him what he wants."
  }
]