[
  {
    "name": "蓮",
    "message": "\"Aoba, behind you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "I spin around to see one of those dog Allmates standing there."
  },
  {
    "message": "If it hits me with that beam, I'm done for!"
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "I take off running down the hall, the pain in my side forgotten."
  },
  {
    "message": "I hear the dog's footsteps coming after me."
  },
  {
    "message": "Need... somewhere to hide...!"
  },
  {
    "message": "I dash frantically down the hall. There! An elevator!"
  },
  {
    "message": "I throw myself at the door and smash the call button."
  },
  {
    "message": "Hurry... Hurry...!"
  },
  {
    "message": "The door opens and I jump inside."
  },
  {
    "message": "The last thing I see before the door closes is the Allmate's jaws open wide."
  },
  {
    "message": "I'm safe..."
  },
  {
    "message": "I press the button for the top floor."
  },
  {
    "message": "After a short trip, the elevator stops and the door starts to open."
  },
  {
    "message": "But just as I'm about to step out... I freeze."
  },
  {
    "message": "Another one."
  },
  {
    "message": "And this time, its mouth is already open, the barrel of its gun pointed straight at me."
  },
  {
    "message": "What do I do?!"
  },
  {
    "message": "A memory flashes through my head."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh!\""
  },
  {
    "message": "Just before it fires, I throw the cube Noiz gave me straight into the dog's mouth."
  },
  {
    "message": "I hear a muffled explosion, and then the dog takes a few steps back, legs twitching."
  },
  {
    "message": "It struggles for a bit, smoke pouring from its mouth, but eventually it collapses."
  },
  {
    "message": "...Did it work?"
  },
  {
    "message": "I approach the dog to see."
  },
  {
    "message": "Yeah. It looks dead."
  },
  {
    "message": "Noiz's cube is on the floor next to it. Its eye lights are blinking."
  },
  {
    "message": "When I pick it up, it starts talking."
  },
  {
    "name": "ウサギモドキ",
    "message": "\"...Unit 24, abnormal readings... Severing connection...\""
  },
  {
    "message": "Looks like it broke when the beam discharged...."
  },
  {
    "name": "ウサギモドキ",
    "message": "\"...Noiz... is near... Unit 58...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Noiz? He's here? Where?\""
  },
  {
    "name": "ウサギモドキ",
    "message": "\"This level... large room... in the middle... 83, deteriorating...\""
  },
  {
    "message": "As I watch, the lights in its eyes dim, then go dark. It used the last of its energy to deliver its message."
  },
  {
    "name": "蒼葉",
    "message": "\"...Thanks. I'm gonna find Noiz.\""
  },
  {
    "message": "I put the cube into my jacket pocket, then slip past the dog Allmate and head down the hallway."
  },
  {
    "message": "Noiz is in a large room in the middle of this floor..."
  },
  {
    "message": "I have to hurry."
  },
  {
    "message": "My side still hurts, but I have more pressing concerns."
  },
  {
    "message": "After walking for a bit, I reach a door at the end of the hallway. It's much more elaborate than the others."
  },
  {
    "message": "Is this the place?"
  },
  {
    "message": "I run up to the door."
  }
]