[
  {
    "message": "I wrap my arm around his head and pull him into my chest."
  },
  {
    "name": "ノイズ",
    "message": "\"...Hey.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Just shut up and behave.\""
  },
  {
    "message": "He resists at first, but after a bit, he gives up and awkwardly leans into me."
  },
  {
    "message": "I hold his head firmly to my chest."
  },
  {
    "message": "Perhaps my warmth will say what my words can't."
  },
  {
    "message": "When I was a kid, and I'd start to cry, Granny would always do this for me."
  },
  {
    "message": "I'd feel her warmth, and before I knew it, I would be calm."
  },
  {
    "message": "Maybe it'll work on him."
  },
  {
    "message": "I mean, he's never really felt warmth, right?"
  },
  {
    "name": "蒼葉",
    "message": "\"If I could teach you one thing, it'd be this: that maybe... just maybe, the world isn't quite as awful as you think it is.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I don't care what the world's like.\" "
  },
  {
    "name": "蒼葉",
    "message": "\"Well, that's just because you don't know about it. There's all sorts of stuff you don't know.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Why would I need to know?\""
  },
  {
    "name": "蒼葉",
    "message": "\"To put it in terms you can understand, you'd have something to gain: knowledge.\""
  },
  {
    "name": "ノイズ",
    "message": "\"So... I guess you'll teach me these things?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I look at Noiz, a little surprised."
  },
  {
    "message": "I never imagined hearing something like that from his mouth."
  },
  {
    "message": "Feeling a gentle warmth come over me, I squeeze his head a little tighter."
  },
  {
    "name": "蒼葉",
    "message": "\"Well, let's see. Maybe if you promise to think about how I feel, and not to do anything stupid anymore.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I mean, I am older than you.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Now you're acting like a dick.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up.\""
  },
  {
    "message": "I can't help but smile."
  },
  {
    "message": "I feel like I finally understand Noiz a little, and that makes me happy."
  },
  {
    "name": "ノイズ",
    "message": "\"...It's getting kinda hot.\""
  },
  {
    "message": "I take my hand off his head and he sits up on the floor."
  },
  {
    "message": "I sit up too and lean back against a nearby shelf."
  },
  {
    "name": "蒼葉",
    "message": "\"So, is it a promise?\""
  },
  {
    "name": "ノイズ",
    "message": "\"I didn't make any promise. Don't wanna. Maybe if I feel like it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Then maybe I'll never get to teach you.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Fine by me.\""
  },
  {
    "message": "Well, Noiz being stubborn is nothing new..."
  },
  {
    "message": "Still, is it just me, or is he suddenly avoiding eye contact?"
  },
  {
    "message": "Wait... is he embarrassed?"
  },
  {
    "message": "Maybe he really did hear some of what I said."
  }
]