[
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "message": "The stench of blood chokes the air."
  },
  {
    "message": "When I move, I hear sloshing noises from the pool of red covering the floor."
  },
  {
    "message": "I can't be sure, but it feels like I'm still inside Noiz's mind."
  },
  {
    "message": "Inside that small, empty room, with Noiz chained up on the floor..."
  },
  {
    "message": "Now, I'm chained there with him."
  },
  {
    "name": "ノイズ",
    "message": "\"Aoba...\""
  },
  {
    "message": "Noiz squeezes his arms around me tighter, burying his face in my chest."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah... Agh... That hurts...!\""
  },
  {
    "message": "Everywhere Noiz touches me explodes in pain."
  },
  {
    "message": "His touch tears my skin open, and fresh blood spews forth."
  },
  {
    "message": "The wounds never close. The pain never stops, and neither does the blood."
  },
  {
    "message": "And it isn't just happening to me, either.<k> \r\nThe same thing happens when I touch him."
  },
  {
    "message": "Noiz has never experienced pain before, so the torment must be far worse for him."
  },
  {
    "message": "I try to avoid touching him... but Noiz deliberately takes my hand, pressing it to his body and opening more wounds."
  },
  {
    "message": "He smiles through the pain and says:"
  },
  {
    "name": "ノイズ",
    "message": "\"...It hurts.\""
  },
  {
    "name": "ノイズ",
    "message": "\"It really hurts... but this is pain. The sensation I never knew...\""
  },
  {
    "message": "...No.<k>\r\nThis isn't pain, true pain."
  },
  {
    "message": "This is all inside your head. You created this world to reflect your desires."
  },
  {
    "message": "This isn't real."
  },
  {
    "message": "...But I can't tell him that."
  },
  {
    "message": "Because I... am also a prisoner of this world."
  },
  {
    "message": "Escape is no longer possible."
  },
  {
    "name": "ノイズ",
    "message": "\"It hurts... It hurts. It hurts... Aoba... Haha!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh...!\""
  },
  {
    "message": "Noiz rises up and kisses me."
  },
  {
    "message": "Our lips split and blood gushes forth. Our tongues are shredded as they intertwine."
  },
  {
    "message": "We embrace each other, wounding each other as we do, sinking deeper into the pool of our blood."
  },
  {
    "message": "Each jolt of pain is both punishment and proof, proof that we are alive."
  },
  {
    "message": "In the beginning, I tried to accept Noiz fully. Now, my body lies in tatters."
  },
  {
    "message": "Neither of us can move anymore...<k>\r\nWe just hold each other... forever."
  },
  {
    "name": "ノイズ",
    "message": "\"Heh, heheh, hahaha, haha...!\""
  },
  {
    "message": "Noiz laughs and laps up my blood with his ragged tongue."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh! ...Noiz...\""
  },
  {
    "name": "ノイズ",
    "message": "\"I was always alone... but now we'll always be together. You'll be with me.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I just want to stay like this. As long as I have this pain and you...\""
  },
  {
    "name": "ノイズ",
    "message": "\"I'm happy.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Haha, haha...\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  }
]