[
  {
    "message": "Noiz's voice echoes in the silence."
  },
  {
    "message": "He's still curled up on the floor in front of me."
  },
  {
    "message": "Is this... how the world feels to Noiz?"
  },
  {
    "message": "This is Noiz's world, where his parents abandoned him and forced him to live alone."
  },
  {
    "message": "An empty world, a dark world, where he can't feel pain or anything at all. "
  },
  {
    "message": "This is the world Noiz has always known."
  },
  {
    "message": "His arms and legs are bound with heavy shackles, connected to chains which stretch out into the darkness."
  },
  {
    "message": "I crouch down and try to remove them."
  },
  {
    "message": "Suddenly, his eyes open and he looks at me."
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "I freeze. He reaches out with his shackled hands and cups my cheeks."
  },
  {
    "message": "His thin lips part, forming a smile."
  },
  {
    "message": "I can see his red tongue poking from the gap between his lips."
  },
  {
    "message": "His tongue slips past his bottom lip and down to his chin. The length of it frightens me."
  },
  {
    "message": "In this colorless world, that red is blindingly bright."
  },
  {
    "message": "Taking a firm grip on my head, he brings his face close to mine."
  },
  {
    "message": "I try to pull away... but then, I remember something Noiz said."
  },
  {
    "message": "He said that only his tongue can feel."
  },
  {
    "message": "Perhaps that's why, in the world of his mind, his tongue is so long and bright."
  },
  {
    "message": "The one part of Noiz allowed to feel..."
  },
  {
    "message": "I need to accept it... for only through it can Noiz know the joy of life."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh.\""
  },
  {
    "message": "A hot flush blooms on my neck as I open my quivering lips to Noiz."
  },
  {
    "message": "I lean forward and close my eyes."
  },
  {
    "message": "Something warm enters my mouth."
  },
  {
    "message": "Noiz..."
  },
  {
    "message": "I accept you."
  },
  {
    "message": "Please..."
  },
  {
    "message": "...come back."
  }
]