[
  {
    "message": "......"
  },
  {
    "message": "......"
  },
  {
    "message": "Darkness."
  },
  {
    "message": "I can't see or hear anything."
  },
  {
    "message": "I can't tell left from right, or front from back."
  },
  {
    "message": "Is this... Noiz's mind?"
  },
  {
    "message": "I stand there for a while as my eyes adjust to the dark. Eventually, I manage to make out some shapes."
  },
  {
    "message": "But all there is to see are the lines of a floor and walls and ceiling. There's nothing else here."
  },
  {
    "message": "It's an empty room."
  },
  {
    "message": "Where is Noiz?"
  },
  {
    "message": "Suddenly, a rectangular hole opens in the wall to my right."
  },
  {
    "message": "White light spills into the dark room. The shape of a person appears."
  },
  {
    "message": "The person, slouched, wearing grey clothes with a white mask, shuffles into the room."
  },
  {
    "message": "Identical copies of the person follow, slowly filling the room."
  },
  {
    "message": "It's eerie窶病 dark room filled with monochrome figures窶浜ike all the color has been leeched from the world."
  },
  {
    "message": "The masked people gather in the center of the room, forming a loose circle. "
  },
  {
    "message": "As the circle begins to turn, the white masks look almost as if they're crying."
  },
  {
    "message": "My eyes are glued to the bizarre display. A moment later, something appears in the middle of the circle."
  },
  {
    "message": "There's a strange distortion in the air, like the static on a malfunctioning television."
  },
  {
    "message": "I peer through it and see what looks like a person, curled up on the floor."
  },
  {
    "message": "Is that... Noiz?"
  },
  {
    "message": "...It is."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "His eyes are closed, like he's sleeping."
  },
  {
    "message": "...Noiz."
  },
  {
    "message": "I try to call his name, but nothing comes out."
  },
  {
    "message": "At that moment, the orderly circle of masked men starts to behave strangely."
  },
  {
    "message": "They begin to sway to and fro, seemingly without coordination, and the sound of bones cracking fills the room."
  },
  {
    "message": "Music comes from nowhere at all, blending with that awful sound."
  },
  {
    "message": "The distorted rhythm twists into the frail screech of a worn-out record."
  },
  {
    "message": "That, together with the scene I'm witnessing, fills me with a growing unease."
  },
  {
    "name": "蒼葉",
    "message": "\"...?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "This conversation..."
  },
  {
    "message": "I'm inside Noiz's mind. These must be words he's heard before."
  },
  {
    "message": "The people talking are probably his parents."
  },
  {
    "message": "How... awful."
  },
  {
    "name": "蒼葉",
    "message": "\"Noiz!\""
  },
  {
    "message": "I try to push my way through the circle of dancing figures."
  },
  {
    "message": "But as I approach, the masked figures start moving differently. They start swaying to block my path."
  },
  {
    "name": "蒼葉",
    "message": "\"Move! ...Ngh!\""
  },
  {
    "message": "For an instant, as I try to push them away, it looks as though my fingers are bent in strange directions. I pull my hand back in shock."
  },
  {
    "message": "The masked figures sway as if mocking me."
  },
  {
    "message": "I look down at my hand. It's fine."
  },
  {
    "message": "Was that just an illusion?"
  },
  {
    "message": "I try pushing my way through the figures again."
  },
  {
    "message": "Once again, my fingers <I>twist.</I> What the hell is this?"
  },
  {
    "message": "Every time I try to approach, my fingers twist and the figures laugh."
  },
  {
    "message": "Are they... testing me? Saying that if I want to reach Noiz, I'll have to overcome the terror?"
  },
  {
    "message": "I know this isn't the real world. Nothing is really happening to my body."
  },
  {
    "message": "But it <I>feels</I> real."
  },
  {
    "message": "...Still, I don't have a choice."
  },
  {
    "message": "Fighting against my fear, I approach."
  },
  {
    "message": "I feel the unnatural sensation of flesh and bone twisting in my fingertips."
  },
  {
    "message": "It's not real... It's not real..."
  },
  {
    "message": "Repeating the words in my head, I rush through the dancing figures."
  },
  {
    "message": "When I touch them, they fall to the floor without resistance, flopping around like fish out of water."
  },
  {
    "message": "Once they're all down, the static clears, and Noiz at last takes shape."
  },
  {
    "message": "Suddenly, the room is silent."
  }
]