[
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Noiz...\""
  },
  {
    "name": "ノイズ",
    "message": "\"It's lonely, not being able to feel.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I don't know how anyone else feels. I don't know how to connect with them.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I was so lonely, it hurt.\""
  },
  {
    "name": "ノイズ",
    "message": "\"But no one understood. Even my parents treated me like a parasite.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I'm sure they hoped I would hurry up and die. But that's why I was determined to live.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I was going to survive, even if I was all alone.\""
  },
  {
    "name": "ノイズ",
    "message": "\"The first step was to stop depending on others. I mastered the skills I needed to survive. I learned to manage on my own.\""
  },
  {
    "name": "ノイズ",
    "message": "\"No one cares if I die. No one ties me down. It's the best way to live.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You're wrong.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You know it too.\""
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Look, I care about you. That's why I worry, why I treat your wounds when you're hurt, and why I'd be sad if you died.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Plus, you still want that rematch, right? You need me to make that happen. That's why you've stuck with me so long. Actually...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Why <I>are</I> you so hung up on Rhyme? I thought you had no interest in people.\""
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "name": "ノイズ",
    "message": "\"...In Rhyme, you feel the damage in your mind, not your body. So even someone like me can feel it―the pain, that is.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I'd never known pain before... but when I took damage in Rhyme, I felt I could finally understand.\""
  },
  {
    "name": "ノイズ",
    "message": "\"It was only in those moments that I really felt alive. Like I wasn't some kind of monster, some reject.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Even though it hurt, I was never afraid of taking damage in Rhyme.\""
  },
  {
    "name": "ノイズ",
    "message": "\"I was good at it. I was strong even with the pain, and that reinforced the notion that I didn't need anyone else to survive.\""
  },
  {
    "name": "ノイズ",
    "message": "\"But then you beat me. I want to fight you again, and win.\""
  },
  {
    "name": "ノイズ",
    "message": "\"You're the person who intruded on my solitude.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You're contradicting yourself. Maybe you can live alone, sure. But...\""
  },
  {
    "name": "蒼葉",
    "message": "\"But you really <I>do</I> want to connect with other people. That's why you devoted yourself to Rhyme.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Rhyme was the one place you could share things with people, right? Pain was just one of those things. Rhyme is how I found you, fought you, and beat you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"So isn't the fact that you want a rematch with me, the person who 'intruded on your solitude,' just proof of how badly you want to connect?\""
  },
  {
    "name": "ノイズ",
    "message": "\"That's―\""
  },
  {
    "name": "蒼葉",
    "message": "\"Well, I'll give you your rematch. But it can't just be in Rhyme. It has to be in the real world too.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You aren't alone anymore, and you don't have to be. I won't <i>let</i> you be. And if you want to know what pain is, I'll teach you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"And that's why I'm gonna destroy you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm gonna destroy the world you're hiding in... the world that's holding you captive.\""
  }
]