[
  {
    "message": "If you keep reacting like that, I'll be too embarrassed to keep going..."
  },
  {
    "name": "蒼葉",
    "message": "\"...Y-you're hurt. You need to relax...\""
  },
  {
    "name": "ノイズ",
    "message": "\"So you're gonna give me a little show, experienced guy that you are? Nice.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up. Let's do this before someone comes in.\""
  },
  {
    "name": "ノイズ",
    "message": "\"Way to ruin the mood.\""
  },
  {
    "message": "Noiz shoots me a smirk, so I wipe it off his face with my lips."
  },
  {
    "name": "蒼葉",
    "message": "\"...Nmm.\""
  },
  {
    "message": "At first, I just press my mouth against him, but then I start to nip gently at his lips."
  },
  {
    "message": "I untie Noiz's gown and slip my hands inside. His skin is warm and a little dry."
  },
  {
    "message": "I slide my hands from his chest down to his stomach, stroking his sides before reaching his groin."
  },
  {
    "name": "ノイズ",
    "message": "\"Wait.\""
  },
  {
    "name": "蒼葉",
    "message": "\"?\""
  },
  {
    "message": "I stop. Noiz sounds serious."
  },
  {
    "name": "ノイズ",
    "message": "\"Stay put for a second.\""
  },
  {
    "message": "Noiz puts his hands on mine and closes his eyes."
  },
  {
    "name": "ノイズ",
    "message": "\"You're so warm. Hot, even. I like the way your hands feel.\""
  },
  {
    "message": "...Right. Noiz has never felt that before. What's normal for me is all new for him. I can't blame him for wanting to savor it."
  },
  {
    "message": "I hold still like Noiz asked. Eventually, he opens his eyes."
  },
  {
    "message": "I slowly inch my hand lower."
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "message": "I stroke his muscular stomach and his navel piercing, then tug at his underwear with my fingers and slowly slide them down..."
  },
  {
    "message": "...exposing his partial erection."
  },
  {
    "message": "The sight of his piercing-studded appendage is still a bit intense... but strangely arousing at the same time."
  },
  {
    "message": "I adjust my position so I'm sitting near his feet, then lean forward, bringing my face to his manhood."
  },
  {
    "name": "蒼葉",
    "message": "\"...Mn.\""
  },
  {
    "message": "I lick the tip once, twice, then cup the base and take his still soft length into my mouth."
  },
  {
    "name": "ノイズ",
    "message": "\"...Nmm.\""
  },
  {
    "message": "As I pull him deeper and work my hand, I hear him try to choke back a moan."
  },
  {
    "message": "Noiz is looking down at me with moist eyes and a slightly furrowed brow."
  },
  {
    "message": "Last time, he could barely feel a thing without me biting him... but now, he can taste how it's really supposed to feel."
  },
  {
    "name": "蒼葉",
    "message": "\"...Nmm, does it feel good?\""
  },
  {
    "name": "ノイズ",
    "message": "\"Ngh! ...Don't ask that shit...\""
  },
  {
    "name": "蒼葉",
    "message": "\"How am I supposed to know if you won't tell me? ...Nmm.\""
  },
  {
    "message": "I glance up while bobbing my head. Noiz's cheeks are red."
  },
  {
    "message": "He's so cute. This is kinda fun!"
  },
  {
    "message": "My excitement mounting, I redouble my efforts."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, mmph... Hmmn...\""
  },
  {
    "message": "I move my head and my hand in tandem, stroking with my palm and the insides of my cheeks. I feel his piercings against my tongue."
  },
  {
    "name": "ノイズ",
    "message": "\"...Haa, ngh...!\""
  },
  {
    "message": "Noiz is panting, and I can feel him getting harder in my mouth."
  },
  {
    "message": "A bitter liquid oozes from his tip. I slurp up every last drop, happy to know that I'm giving him pleasure."
  },
  {
    "message": "I pick up the pace―long, rhythmic strokes."
  },
  {
    "name": "蒼葉",
    "message": "\"Mmmngh...\""
  },
  {
    "name": "ノイズ",
    "message": "\"Ngh!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ah...\""
  },
  {
    "message": "His hips buck. I accidentally got him with my teeth."
  },
  {
    "message": "Shit. That probably hurt."
  },
  {
    "message": "When I look up at him to apologize... my heart skips a beat."
  },
  {
    "message": "His eyes are hooded, lips slightly parted, and his cheeks are a bright red."
  },
  {
    "message": "He's watching me, taking shallow breaths."
  },
  {
    "message": "My teeth didn't hurt him. He <I>liked</I> it."
  },
  {
    "message": "I try nipping him again to test the theory."
  },
  {
    "name": "ノイズ",
    "message": "\"...Ngh! Ah...\""
  },
  {
    "message": "A strained gasp spills from his lips. His brow tightens even further."
  },
  {
    "message": "He really <I>does</I> like it."
  },
  {
    "message": "Languidly, he opens his eyes and gives me a sensual smile."
  },
  {
    "name": "ノイズ",
    "message": "\"That hurts.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You're such a fucking pervert.\""
  },
  {
    "message": "With that playful retort, I go back to work."
  },
  {
    "message": "I guess he really is into pain..."
  },
  {
    "message": "While I nibble against his tip and the underside of his length, I feel something brush up against my stomach."
  },
  {
    "message": "Noiz's bandaged fingers are softly tracing the lines of my body through my shirt."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmm, mmm...\""
  },
  {
    "message": "But the sensation just makes me want more... so I swallow his precum and pull his now full erection from my mouth."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmh... Haa... Haah.\""
  },
  {
    "name": "ノイズ",
    "message": "\"......\""
  },
  {
    "message": "I wipe my mouth with the back of my hand, then unzip my fly and pull one leg out of my pants and underwear."
  },
  {
    "message": "I'm pretty excited myself. Noiz's teasing gaze focuses on my lower body, and my cheeks start to burn."
  },
  {
    "name": "ノイズ",
    "message": "\"Damn. You got hard just from sucking me off?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Shut up.\""
  },
  {
    "message": "I get up on my knees and straddle Noiz."
  },
  {
    "message": "The creaking of the bedsprings thunders in my ears."
  }
]