[
  {
    "message": "It's just another day at Hum-Drum Junk. I'm sitting behind the counter, watching Junker clean the shop."
  },
  {
    "message": "Even after all the stuff I've been through, my life goes on like it always has, almost like none of it happened."
  },
  {
    "message": "I know I should be happy."
  },
  {
    "message": "But there's one thing missing from my life."
  },
  {
    "message": "Noiz."
  },
  {
    "message": "I never found out where Noiz went after our battle."
  },
  {
    "message": "He never responded to my messages or calls, and before I knew it, days and months had passed."
  },
  {
    "message": "At first, I searched for him like a mad man, but eventually I started to feel like that might not be the best approach."
  },
  {
    "message": "When I fought him in Rhyme... I won. Without using Scrap."
  },
  {
    "message": "Having learned what real pain was, he couldn't fight in Rhyme like he'd used to."
  },
  {
    "message": "He was still plenty strong, but I'm positive that's why he couldn't beat me."
  },
  {
    "message": "I have a feeling Noiz might have known it would turn out that way, but he challenged me to that fight all the same."
  },
  {
    "message": "Not because he wanted revenge, but because he wanted us to fight as equals, as people who both knew pain."
  },
  {
    "message": "And that's why I fought to win. That's why I <I>had</I> to win."
  },
  {
    "message": "He needed to lose one more time. Now that he could feel pain, he could feel what losing meant."
  },
  {
    "message": "After the match, Noiz congratulated me with his usual smile."
  },
  {
    "message": "And that was the last I heard from him."
  },
  {
    "message": "Did I destroy his pride by beating him?"
  },
  {
    "message": "Would it have been better if I'd lost?"
  },
  {
    "message": "I spent a long time second-guessing myself."
  },
  {
    "message": "But after a while, I realized that I was wrong."
  },
  {
    "message": "Noiz... isn't like that."
  },
  {
    "message": "I don't know where he's gone, but I'm sure he has some kind of plan."
  },
  {
    "message": "I know he's still fighting somewhere. That's what I've come to believe."
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "message": "Ren looks up from his spot by my feet."
  },
  {
    "name": "蒼葉",
    "message": "\"Hmmm?\""
  },
  {
    "name": "蓮",
    "message": "\"Your emotions are unstable. There has been no significant change in your circumstances recently. Are you alright?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm fine, I swear. It'll all work out.\""
  },
  {
    "message": "That's right. With time..."
  },
  {
    "name": "羽賀",
    "message": "\"Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Oh, yes?\""
  },
  {
    "message": "I straighten up and turn around."
  },
  {
    "message": "Mr. Haga emerges from the back and sets a big white box on the counter."
  },
  {
    "name": "羽賀",
    "message": "\"Could you check this package?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yes.\""
  },
  {
    "message": "I get up to start on the package, but notice Mr. Haga smiling at me."
  },
  {
    "name": "蒼葉",
    "message": "\"Is something wrong?\""
  },
  {
    "name": "羽賀",
    "message": "\"Oh, no. Sorry. Don't mind me. I was just thinking how wonderful it is to be working with you again.\""
  },
  {
    "name": "羽賀",
    "message": "\"It just hit me how lucky I am to have a simple life.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Well... can't disagree there.\""
  },
  {
    "name": "羽賀",
    "message": "\"Indeed...\""
  },
  {
    "message": "A solemn silence falls..."
  }
]