[
  {
    "message": "We come to a street lined with extravagant villas.\r\n<P>\r\nEven here, there's something of a class system. The buildings range from palatial mansions to smaller, but still nice, houses."
  },
  {
    "message": "We're staying in one of the latter, a small two-story building at the end of the block."
  },
  {
    "name": "蒼葉",
    "message": "\"I guess this is it?\""
  },
  {
    "message": "Compared to the other buildings, ours looks a bit older."
  },
  {
    "message": "There's a plate with the word \"GLITTER\" above the door."
  },
  {
    "message": "The neighboring building has a different word above its door, so I assume that must be its name."
  },
  {
    "name": "ミンク",
    "message": "\"Show it your Coil.\""
  },
  {
    "message": "Mink jerks his chin at the access panel by the door."
  },
  {
    "message": "I hold my Coil up to the screen and turn the old-fashioned doorknob."
  },
  {
    "message": "When I step inside, my eyes go wide."
  },
  {
    "message": "The interior looks just as old-fashioned as the place did from the outside."
  },
  {
    "name": "ミンク",
    "message": "\"Pretty dated.\""
  },
  {
    "message": "Mink scans the decor with a bored expression."
  },
  {
    "message": "There's one thing we can agree on."
  },
  {
    "message": "With all the wood in the room, it feels almost like we've been transported to another world."
  },
  {
    "message": "Everything looks expensive and well cared for. There's even a grand staircase heading up to the second floor."
  },
  {
    "name": "蒼葉",
    "message": "\"This is kinda amazing...\""
  },
  {
    "message": "I sit down on the couch for a moment and look around the room."
  },
  {
    "message": "The couch is a lot softer than I thought it'd be. I feel myself sinking into the cushions."
  },
  {
    "message": "I lean back, a deep sigh spilling from my mouth."
  },
  {
    "message": "It's been so long since I had a moment's rest..."
  },
  {
    "message": "Plus, Mink being here isn't making it any easier..."
  },
  {
    "message": "My eyelids grow heavy as I start to sink deeper into the sofa."
  },
  {
    "message": "Can't... fall asleep here... shit..."
  },
  {
    "message": "But I really don't have the energy to get up right now..."
  },
  {
    "message": "I don't even want to get up..."
  },
  {
    "message": "We ran the whole way here..."
  },
  {
    "message": "I can get away with just a little nap..."
  },
  {
    "message": "Just a little..."
  },
  {
    "message": "......"
  },
  {
    "message": "......"
  }
]