[
  {
    "message": "Mink's departure frees me from the awkward tension."
  },
  {
    "message": "But in its place rises a tempest of shame and regret."
  },
  {
    "message": "I grab my bag and retrieve my headache medicine, together with the sleeping Ren."
  },
  {
    "message": "I don't have many pills left, so for the moment I just take one. That should be enough to take the edge off."
  },
  {
    "message": "Feeling a tiny bit better, I start Ren up."
  },
  {
    "name": "蓮",
    "message": "\"...Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"Are you alright? Your condition seems poor.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "A wave of sadness hits me when I hear Ren's voice. I hug his little round body as tight as I can."
  },
  {
    "name": "蒼葉",
    "message": "\"This sucks... What do I do...?\""
  },
  {
    "name": "蓮",
    "message": "\"Maybe you should get some rest. You just made it through a dangerous experience.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Dangerous?\""
  },
  {
    "name": "蓮",
    "message": "\"The photonarcotics temporarily disrupted your mind and senses.\""
  },
  {
    "name": "蓮",
    "message": "\"As a result, your self-restraint was weakened and your Scrap power was partially awakened for an extended period.\""
  },
  {
    "name": "蒼葉",
    "message": "\"No way..\""
  },
  {
    "name": "蓮",
    "message": "\"If you had stayed there much longer, you might have lost control of your power.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Lost control?\""
  },
  {
    "message": "The phrase gives me chills."
  },
  {
    "message": "What'll happen if I lose control?"
  },
  {
    "message": "Will I destroy people on an even larger scale?"
  },
  {
    "message": "And what effect will it have on me?"
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Did Mink really take me to that place just to 'stretch our wings?'"
  },
  {
    "message": "I can't help but wonder if he brought me there just to see what would happen."
  },
  {
    "message": "He wouldn't have... right?"
  },
  {
    "message": "Even if that was his goal, I still have no idea what he hoped to achieve."
  },
  {
    "message": "I mean, that's nothing new..."
  },
  {
    "message": "But really. Why did he bring me there?"
  },
  {
    "name": "蒼葉",
    "message": "\"Ouch...\""
  },
  {
    "message": "I stand up with Ren in my arms and drag my aching body to the couch."
  },
  {
    "message": "I plop down on the soft cushions."
  },
  {
    "message": "...What's going to happen now?"
  },
  {
    "message": "I don't think I can face Mink after what I did."
  },
  {
    "message": "Besides..."
  },
  {
    "message": "While I was... having sex with Mink, I remember being overcome with this intense feeling of dread."
  },
  {
    "message": "If I had to describe it, it was like gazing into my soul and finding a black abyss gazing back..."
  },
  {
    "message": "It was awful. What's wrong with me?"
  },
  {
    "message": "I have no answer. I know nothing about myself, or Mink, or anything else."
  },
  {
    "name": "蓮",
    "message": "\"...You should get some rest.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...I probably should.\""
  },
  {
    "message": "I get off the couch with Ren in my arms and go back to my room on the second floor."
  },
  {
    "message": "I lie down in bed and put my headphones on. As the music washes over me, I close my eyes and try to go to sleep."
  },
  {
    "message": "I just... hope I can..."
  }
]