[
  {
    "message": "I thought we were leaving the dance floor, but I was wrong."
  },
  {
    "message": "Mink pulls me into a narrow hall next to the door instead."
  },
  {
    "message": "It doesn't lead anywhere, so there's no one there."
  },
  {
    "message": "The wall is plastered with flyers and posters, like the scales of some huge monster."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "Mink throws me against the wall."
  },
  {
    "message": "He put his hands on the wall on either side of me, trapping me there, and pushes a leg between my thighs."
  },
  {
    "name": "ミンク",
    "message": "\"So this is who you really are.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I... what?\""
  },
  {
    "message": "I'm so out of it, I can't understand what the words mean."
  },
  {
    "message": "All I can think about is how badly I want to get fucked up. I looked at Mink with hope burning in my eyes."
  },
  {
    "message": "Mink returns my gaze. The look in his eyes is... different than usual."
  },
  {
    "message": "...Or at least, that's how it seems to me. Maybe I'm imagining it."
  },
  {
    "name": "ミンク",
    "message": "\"...Idiot.\""
  },
  {
    "message": "Mink swears under his breath."
  },
  {
    "name": "ミンク",
    "message": "\"Strip.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "He grabs my crotch through my pants with his large hand. My whole body jerks."
  },
  {
    "name": "蒼葉",
    "message": "\"Someone... might see...\""
  },
  {
    "name": "ミンク",
    "message": "\"I don't give a shit.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Heh, hahaha!\""
  },
  {
    "message": "I drop my bag and try to undo my belt and fly."
  },
  {
    "message": "But my fingers aren't cooperating."
  },
  {
    "message": "I'm taking too long for Mink, so he tears my pants and underwear off my hips."
  },
  {
    "message": "I feel his gaze on my exposed body."
  },
  {
    "message": "And that alone... sets me on fire."
  },
  {
    "name": "蒼葉",
    "message": "\"...Haa.\""
  },
  {
    "name": "ミンク",
    "message": "\"...I haven't even touched you yet.\""
  },
  {
    "message": "His eyes are all it takes to get me hard."
  },
  {
    "message": "Normally I'd be paralyzed with shame, but now..."
  },
  {
    "name": "蒼葉",
    "message": "\"...What're you waiting for...\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Come on... fuck me... right now.\""
  },
  {
    "message": "Unable to contain my lust, I reach down to pleasure myself."
  },
  {
    "message": "I have no idea what's going on..."
  },
  {
    "message": "I only know that I want it... bad."
  },
  {
    "message": "Mink's expression doesn't change at all as he presses down on my shoulders, pushing me to my knees."
  },
  {
    "name": "ミンク",
    "message": "\"Then you do the work to make it happen.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "The way he orders me around gives me goosebumps."
  },
  {
    "message": "...I'm not myself."
  },
  {
    "message": "But even that thought is quickly smothered by the music."
  },
  {
    "message": "Mink slides his hand behind my head and grabs a clump of my hair."
  },
  {
    "message": "Urged on by the tingling sensation from my hair, I quickly undo Mink's belt and fly."
  },
  {
    "message": "I've never had another man in my mouth before... but I don't feel a moment's hesitation."
  },
  {
    "message": "I pull Mink's flaccid member from his underwear and touch my lips to it."
  },
  {
    "name": "蒼葉",
    "message": "\"Nm... Mmph!\""
  },
  {
    "message": "I pull it into my mouth and roll it around on my tongue while it's still soft."
  },
  {
    "message": "I suck on him like candy until he starts to react."
  },
  {
    "name": "蒼葉",
    "message": "\"N-Nmngh...\""
  },
  {
    "message": "I hold his partial erection between my lips and try moving my head back and forth."
  },
  {
    "message": "Moist sounds come from my mouth as saliva dribbles down my chin."
  },
  {
    "message": "While I'm frantically working away, he forces my head down hard."
  },
  {
    "name": "蒼葉",
    "message": "\"Ungh...!\""
  },
  {
    "message": "Mink's almost full erection is now hitting the back of my throat."
  },
  {
    "message": "But he pays my comfort no mind as he forces my head back and forth along his length."
  },
  {
    "name": "蒼葉",
    "message": "\"Ungh...! Hngh, nmph...!\""
  },
  {
    "message": "I can barely breathe. Tears flood my eyes and it feels like I'm gonna puke."
  },
  {
    "message": "But another part of me... is excited by this."
  },
  {
    "message": "This is what I wanted..."
  },
  {
    "message": "Give me more..."
  },
  {
    "message": "More..."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "In one smooth motion, he pulls my head back, slipping out of my mouth."
  },
  {
    "message": "He yanks me up by an arm and pushes me into the wall, then lifts my leg over his shoulder and presses his heat against me."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, haa... Ngh... Ugh, ahh...!\""
  },
  {
    "message": "Pain wracks my body. He plunges inside me without the slightest preparation, prying me open with brute force."
  },
  {
    "message": "It's so intense I can barely breathe. My throat feels like it's closing up."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh, ah... Ah...\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "message": "Mink drives himself to the hilt, and then he starts to piston."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh...! Ahh... Guh...!\""
  },
  {
    "message": "The pain is savage. I cling to him, crying out in desperation."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, ahh, unh... Ahh...!\""
  },
  {
    "name": "ミンク",
    "message": "\"...Satisfied yet?\""
  },
  {
    "message": "His husky growl in my ear makes me quiver."
  },
  {
    "message": "The music from the dance floor is getting louder."
  },
  {
    "message": "It feels like the bass will tear me apart."
  },
  {
    "message": "The dissonant melody winds itself around me... tighter... tighter."
  },
  {
    "message": "I'm being violated... physically and mentally."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh... Ahn... Ah, more...!\""
  },
  {
    "message": "Any pride or shame I had left vanishes, and I beg."
  },
  {
    "name": "蒼葉",
    "message": "\"More! Harder... Ah, ah... More...!\""
  },
  {
    "name": "ミンク",
    "message": "\"...Ngh.\""
  },
  {
    "message": "Mink sucks in a breath, then thrusts into me harder than before."
  },
  {
    "message": "The pain explodes into dizzying pleasure. An endless stream of precum flows from my erection."
  },
  {
    "name": "蒼葉",
    "message": "\"Hnn, ahh... Ah, nmm...!\""
  },
  {
    "message": "I want him to wreck me even harder. So hard that my brain will never recover."
  },
  {
    "message": "More! More...!"
  },
  {
    "name": "蒼葉",
    "message": "\"Aah...! I-I can't... Ngh...!\""
  },
  {
    "message": "In a blink, the torment brings me to the edge."
  },
  {
    "name": "蒼葉",
    "message": "\"I can't... Aah, I'm cumming... Ugh, ahhhh...!\""
  },
  {
    "message": "I cry out and cling to Mink as I climax."
  },
  {
    "message": "White fluid bursts from my strained erection."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh, guh... Haa... Ah...!\""
  },
  {
    "name": "ミンク",
    "message": "\"...Ngh...\""
  },
  {
    "message": "Right after I come, Mink thrusts deep. I feel him shudder, unloading his seed against my raw insides."
  },
  {
    "message": "He came too..."
  },
  {
    "message": "......"
  },
  {
    "message": "...My mind and body are exhausted. It feels like my soul has been sucked out of me."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "ミンク",
    "message": "\"...Hey.\""
  },
  {
    "message": "I feel like I just ran a marathon. I give in to exhaustion and close my eyes."
  },
  {
    "message": "My mind drifts off to dreamland. It's like being asleep... and awake... at the same time..."
  }
]