[
  {
    "message": "...I hear a rustling sound. Someone is dragging me along."
  },
  {
    "message": "A moment later, whoever it is tosses me into the air. I land on something hard."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "I open my eyes, assuming Mink tossed me onto the dance floor, but I find myself in an entirely different location altogether."
  },
  {
    "message": "Where... am I?"
  },
  {
    "message": "My eyelids start to fall again."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ow.\""
  },
  {
    "message": "A stinging pain against my cheek snaps me awake."
  },
  {
    "message": "...Glitter?"
  },
  {
    "message": "I thought we were in that club..."
  },
  {
    "message": "When did we get back?"
  },
  {
    "message": "Still groggy, I look around to find Mink staring down at me."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ouch.\""
  },
  {
    "message": "When I try to get up, I grimace as a sharp headache hits me. It feels like being stabbed repeatedly with needles."
  },
  {
    "message": "I'm not surprised that my cheek hurts from the punch, but why does the rest of me feel so sore?"
  },
  {
    "message": "......"
  },
  {
    "message": "Was that a dream?"
  },
  {
    "message": "...No."
  },
  {
    "message": "Back at the club, Mink and I..."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "message": "My memory is so foggy that it doesn't seem real..."
  },
  {
    "message": "But the exhaustion and pain tell me that it was."
  },
  {
    "message": "And on top of it all, I...\r\n...I sure said some wild shit, didn't I..."
  },
  {
    "message": "...Oh no. I don't want to remember."
  },
  {
    "message": "I'm so embarrassed I could die, but I fight through the pain and sit up."
  },
  {
    "message": "Timidly, I look at Mink."
  },
  {
    "message": "Our eyes meet. I start to turn away... but something stops me."
  },
  {
    "message": "Am I imagining it, or is Mink looking at me differently now?"
  },
  {
    "message": "...Is it wonder in those eyes? Suspicion?"
  },
  {
    "message": "...No. That can't be right."
  },
  {
    "message": "If anything, he should be looking at me with contempt after what I did."
  },
  {
    "message": "I stare at the floor in silence. After a moment, Mink turns and goes upstairs without a word."
  },
  {
    "message": "The sound of his bedroom door closing echoes through the house."
  },
  {
    "name": "蒼葉",
    "message": "\"...Fuck!\""
  }
]