[
  {
    "name": "蒼葉",
    "message": "\"I...!\""
  },
  {
    "name": "ミンク",
    "message": "\"You what?\""
  },
  {
    "message": "He tears my pants off. My boxers go with them."
  },
  {
    "name": "蒼葉",
    "message": "\"I don't want to use this power... But...\""
  },
  {
    "name": "蒼葉",
    "message": "\"I want to know... what I am.\""
  },
  {
    "name": "ミンク",
    "message": "\"Then first, abandon everything. Everything that keeps you safe.\""
  },
  {
    "name": "ミンク",
    "message": "\"Otherwise, you'll never get what you really want.\""
  },
  {
    "message": "His cold voice echoes in my ears like an incantation."
  },
  {
    "message": "He spreads my ass open with his hands and presses his erection against my tender entrance."
  },
  {
    "message": "And then, with no preparation at all... he forces his way in."
  },
  {
    "name": "蒼葉",
    "message": "\"Aaah... Eek... Aghh...!\""
  },
  {
    "message": "My body starts to feel strange, kind of like when I was high on photonarcotics."
  },
  {
    "message": "Only this time... my mind is clear."
  },
  {
    "message": "The sensation of having my dry insides pried open is agony to my lucid mind―like a knife slicing into a fresh wound."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh... Aah, gah... Ngh...\""
  },
  {
    "message": "I scratch at the hard wall, desperate for salvation as stilted groans work their way from my throat."
  },
  {
    "message": "I sink my teeth into the back of my hand in a pathetic attempt to distract myself with another kind of pain."
  },
  {
    "name": "ミンク",
    "message": "\"...Ngh.\""
  },
  {
    "message": "I can feel Mink growing inside me."
  },
  {
    "message": "Pain. Unimaginable... pain!"
  },
  {
    "name": "ミンク",
    "message": "\"Face me.\""
  },
  {
    "message": "My ears are ringing. His husky voice burns itself into my dimming thoughts. "
  },
  {
    "name": "ミンク",
    "message": "\"<i>I'm</i> the one making you suffer. You can't hide. Let it all out.\""
  },
  {
    "message": "Mink pounds into me repeatedly, as if to punctuate his words."
  },
  {
    "name": "蒼葉",
    "message": "\"Aaah, ahh... Ngh, ugh, uuh... Aaaah!\""
  },
  {
    "name": "ミンク",
    "message": "\"Let the pain fill you. Let me fill you. Let it draw out what's sleeping inside.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Guh, ngh, ugh... Hngh, aah, eek... Ngh, aaaaah...!\""
  },
  {
    "message": "He pulls on my hair and I cry out in agony. My body is a tempest of pain."
  },
  {
    "message": "The pain of being violated so thoroughly by another man."
  },
  {
    "message": "But in the back of my mind, while I listen to Mink's words... is the feeling that this act has some other, hidden meaning."
  },
  {
    "message": "But why I feel that way, I can't say..."
  },
  {
    "name": "ミンク",
    "message": "\"Carve the memory of me into every inch of your body. Know me so deeply that every time you see my face, you will remember this feeling.\""
  },
  {
    "message": "The words repeat in my ear, over and over, amid the torment of his thrusts."
  },
  {
    "message": "Mink's voice is clawing its way into my brain."
  },
  {
    "name": "蒼葉",
    "message": "\"O-Oow, aaah... Guh, ugh... Ngh!\""
  },
  {
    "message": "Just as the pain begins to overwhelm my thoughts, Mink thrusts inside as deep as he can go."
  },
  {
    "name": "ミンク",
    "message": "\"...Ngh.\""
  },
  {
    "message": "His body goes rigid, and I can hear him softly panting..."
  },
  {
    "message": "I'm on the verge of passing out. Everything after that is a blur."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "I feel him slide out of me and the weight vanish from my back."
  },
  {
    "message": "Just as I'm about to collapse to the floor, something holds my body up."
  },
  {
    "message": "I feel like I'm floating. The world is moving around me..."
  },
  {
    "message": "...like I'm being carried somewhere..."
  },
  {
    "message": "Then, something soft envelops my body... and I sink into darkness."
  }
]