[
  {
    "name": "ミンク",
    "message": "\"Put your hands on the wall.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "...I can guess what's coming next."
  },
  {
    "name": "蒼葉",
    "message": "\"No fucking way!\""
  },
  {
    "message": "I try to knee him in the stomach."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh!\""
  },
  {
    "message": "But he blocks me easily, then punches me in the face again."
  },
  {
    "message": "My vision cuts out briefly and the taste of blood fills my mouth."
  },
  {
    "name": "ミンク",
    "message": "\"Hurry up.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I said no...! ...Ngh!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ungh...!\""
  },
  {
    "message": "I throw another punch, but he catches my arm and punches me instead. He's so much stronger than me. He isn't even trying."
  },
  {
    "name": "蒼葉",
    "message": "\"No! ...Agh!\""
  },
  {
    "message": "As I struggle, Mink once again grabs my hair and pulls it back. Liquid fire sears my nerves."
  },
  {
    "name": "蒼葉",
    "message": "\"...Let me... go...!\""
  },
  {
    "name": "ミンク",
    "message": "\"Shut up.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ow...!\""
  },
  {
    "message": "The punches have left my vision a blur. He flips me around as I stumble and slams my swollen cheek against the cool wall."
  },
  {
    "name": "蒼葉",
    "message": "\"Urgh...\""
  },
  {
    "message": "He traps me against the wall, bringing his full weight to bear."
  },
  {
    "message": "His smell, like cinnamon, surrounds me."
  },
  {
    "message": "...No!"
  },
  {
    "message": "I ball my hands into fists. My jaw is clenched so hard I think it might shatter."
  },
  {
    "name": "蒼葉",
    "message": "\"...Why... Ngh, why are you doing this...?!\""
  },
  {
    "message": "Helpless and humiliated, I can't stop the words from coming."
  },
  {
    "name": "蒼葉",
    "message": "\"I never wanted any of this―this power... I... I was happy just living a normal, boring life!\""
  },
  {
    "name": "蒼葉",
    "message": "\"But you saved Granny... so if you say 'jump,' I'll say 'how high?' If you tell me to get my shit together, I'll start shoveling! But―\""
  },
  {
    "name": "蒼葉",
    "message": "\"But... I'm lost here. I don't know what's going on! You throw all this shit at me and you expect me to just accept it?!\""
  },
  {
    "name": "蒼葉",
    "message": "\"At least let me stumble a little... I hate this...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm... not like you...\""
  },
  {
    "message": "By the end, I'm practically sobbing. My shoulders have begun to tremble."
  },
  {
    "message": "Mink reaches around and grabs my chin from behind."
  },
  {
    "message": "He forces me to turn and look into his piercing eyes."
  },
  {
    "name": "ミンク",
    "message": "\"It's your fate. It was decided the moment you were born. If you need someone to hate, hate the gods.\""
  },
  {
    "name": "ミンク",
    "message": "\"But you aren't the only one shouldering a burden. Everyone has their own shit to deal with. You aren't the hero of some fucking tragedy.\""
  },
  {
    "name": "ミンク",
    "message": "\"It doesn't matter if you wanted it. This is reality. It's the only one you've got.\""
  },
  {
    "name": "ミンク",
    "message": "\"So deal with it. You. Not anyone else. If you hate it so much, fight like your fucking life depends on it.\""
  },
  {
    "name": "ミンク",
    "message": "\"You're the one who decides what you do. Or are you such a worm that you can't wipe your own ass without orders?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "name": "ミンク",
    "message": "\"I do as I will. Your needs aren't part of it.\""
  }
]