[
  {
    "message": "Late that night, I slip out of my room."
  },
  {
    "message": "I get myself dressed, put Ren in my bag, and leave my room as quietly as possible."
  },
  {
    "message": "I pause in the hall and glance at Mink's room. I have to make sure he doesn't hear me."
  },
  {
    "message": "Where will I go? What will I do? I haven't given it any thought."
  },
  {
    "message": "I just need to get away from this place."
  },
  {
    "message": "Stilling my breath, I proceed through the living room and down the stairs."
  },
  {
    "message": "All I can hear is the faint sound of the air conditioner."
  },
  {
    "message": "I look back up at the second floor just to be sure, but there's no sign of Mink."
  },
  {
    "message": "...I'm in the clear."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I feel anxious, impatient, and lost, but I force myself through the front door."
  },
  {
    "message": "After I gently close the door behind me, I let out a soft sigh."
  },
  {
    "message": "I've made it this far. Now I just need a place to hide."
  },
  {
    "message": "I head straight for an alley, avoiding the main street."
  },
  {
    "message": "I open a map on my Coil as I walk. I want to keep to the outskirts of town as best I can."
  },
  {
    "message": "All sorts of stuff is going through my mind."
  },
  {
    "message": "Mink will come looking. I'll have to stay ahead, and I'll have to get to Toue by myself."
  },
  {
    "message": "Though I don't want to use it... maybe Scrap could help?"
  },
  {
    "message": "I also have to uninstall that program Mink made me put on Ren."
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "...I hear the flapping of wings."
  },
  {
    "message": "Looking up, I see a bird fly overhead."
  },
  {
    "message": "...Couldn't be. I'm just being paranoid."
  },
  {
    "message": "It's just a bird. A regular old bird."
  },
  {
    "message": "...No such luck."
  },
  {
    "message": "The flapping is back."
  },
  {
    "message": "I look up again and gasp."
  },
  {
    "message": "A cockatoo with plumage of brilliant colors soars gracefully through the air toward me."
  },
  {
    "message": "...He found me."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "I run for my life, driven by fear."
  },
  {
    "message": "The map is forgotten. I don't care where I'm going, as long as it's far away."
  },
  {
    "message": "I take a turn down a random alley, not knowing where it will lead."
  },
  {
    "message": "But the sound of flapping wings still follows me."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa, hah...!\""
  },
  {
    "message": "Halfway down the alley, I skid to a stop."
  },
  {
    "message": "I'm so out of breath I can't even speak. I hunch over, supporting myself on my knees with both hands."
  },
  {
    "message": "All the while, my mind is completely focused on what's in front of me."
  }
]