[
  {
    "message": "Mink is sitting on the couch in the downstairs living room, fiddling with some kind of device."
  },
  {
    "message": "His bird is preening on the back of the couch."
  },
  {
    "message": "The moment I see him, my heart starts to pound."
  },
  {
    "message": "The faint smell of cinnamon in the air only makes it worse."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I decide to ignore him and head straight for the bathroom."
  },
  {
    "name": "ミンク",
    "message": "\"Hey.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "I turn around, trying to look calmer than I feel."
  },
  {
    "name": "蒼葉",
    "message": "\"...What now?\""
  },
  {
    "name": "ミンク",
    "message": "\"Put this in your Allmate.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh?\""
  },
  {
    "message": "Mink throws something at me.\r\nI catch it. It's a tiny USB stick."
  },
  {
    "name": "蒼葉",
    "message": "\"What's this?\""
  },
  {
    "name": "ミンク",
    "message": "\"The tower has armed Allmates for security. It's a virus to put them out of commission.\""
  },
  {
    "name": "ミンク",
    "message": "\"You'll connect your Allmate to their network when we get inside.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Where did you get that information?\""
  },
  {
    "name": "ミンク",
    "message": "\"A guard.\""
  },
  {
    "message": "He said something similar about the club membership card. "
  },
  {
    "message": "The prison system in the Old Residential District is as messed up as everything else.\r\n<p>\r\nApparently, it's perfectly normal for prisoners to exchange information with guards and the police."
  },
  {
    "name": "蒼葉",
    "message": "\"What'll happen to Ren if I install it?\""
  },
  {
    "name": "ミンク",
    "message": "\"Don't know, don't care.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You don't care?! No way I'm installing some shady program on Ren. Keep your damn virus.\""
  },
  {
    "name": "ミンク",
    "message": "\"...How stupid are you?\""
  },
  {
    "message": "Mink narrows his eyes at me."
  },
  {
    "name": "ミンク",
    "message": "\"I've been wondering. Why are you so attached to that Allmate? It's just a tool. Replaceable.\""
  },
  {
    "name": "ミンク",
    "message": "\"Or do you need your precious little teddy bear just to sleep at night?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...He's not replaceable. Don't you dare call him that.\""
  },
  {
    "name": "ミンク",
    "message": "\"It's a piece of junk. There's dozens of better models. You could get the same design and personality matrix and you wouldn't know the difference.\""
  },
  {
    "name": "蒼葉",
    "message": "\"No. Maybe that's how you feel about Allmates... but that's now how I feel about Ren.\""
  },
  {
    "message": "I glance at Mink's Allmate out of the corner of my eye."
  },
  {
    "message": "What does the bird think about what his owner said?"
  },
  {
    "message": "But he just keeps on preening his feathers like he hasn't heard a thing."
  },
  {
    "message": "Maybe he's heard it before, and accepts it."
  },
  {
    "name": "ミンク",
    "message": "\"I don't care what you think. This is part of the plan. Do it.\" "
  },
  {
    "name": "蒼葉",
    "message": "\"No.\""
  },
  {
    "name": "ミンク",
    "message": "\"If you fuck up, the whole plan falls apart. This isn't just about you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh.\""
  },
  {
    "message": "I look down at Ren."
  },
  {
    "message": "He meets my gaze silently, tongue hanging out."
  },
  {
    "message": "...I can't.\r\nI just can't do it."
  }
]