[
  {
    "name": "ミンク",
    "message": "\"...Yeah, that's right.\""
  },
  {
    "message": "...I open my eyes to the sound of Mink's voice."
  },
  {
    "message": "I must have dozed off at some point."
  },
  {
    "name": "ミンク",
    "message": "\"Yeah. I've got someone I want to turn over.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Mink is talking to someone. A phone call?"
  },
  {
    "message": "\"I've got someone I want to turn over.\""
  },
  {
    "message": "Who?"
  },
  {
    "message": "...No way."
  },
  {
    "message": "Instantly, I'm fully awake. I sit Ren softly down on the floor and use the wall to pull myself up."
  },
  {
    "message": "Mink is on the couch, fiddling with his Coil, his conversation apparently over."
  },
  {
    "message": "I walked over and put my hands on the back of the couch. Mink turns to look at me."
  },
  {
    "name": "蒼葉",
    "message": "\"...What was that about?\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "message": "Mink raises an eyebrow, but only a fraction."
  },
  {
    "name": "蒼葉",
    "message": "\"You said you had someone you wanted to 'turn over.'\""
  },
  {
    "name": "ミンク",
    "message": "\"...You don't need to know.\""
  },
  {
    "message": "That again? I don't know how many times I've heard him say that now."
  },
  {
    "message": "Letting my fears drive me, I continue."
  },
  {
    "name": "蒼葉",
    "message": "\"That wasn't about me, was it?\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "message": "Mink says nothing."
  },
  {
    "message": "I'm used to him not answering my questions, but this just makes me panic."
  },
  {
    "name": "蒼葉",
    "message": "\"Answer me.\""
  },
  {
    "name": "ミンク",
    "message": "\"Shut your mouth.\""
  },
  {
    "message": "Mink suddenly gets to his feet."
  },
  {
    "name": "蒼葉",
    "message": "\"Hey!\""
  },
  {
    "name": "ミンク",
    "message": "\"We're waiting on word from my men today. Don't go outside.\""
  },
  {
    "message": "With that, Mink vanishes upstairs."
  },
  {
    "message": "The sound of his door slamming echoes through the house."
  },
  {
    "message": "I look up at the second floor, left to stew in my growing anxiety."
  },
  {
    "message": "...Was that call about me or not?"
  },
  {
    "message": "Feeling restless, I sit down on the edge of the couch and put my face in my hands."
  },
  {
    "message": "I hope shutting out the world will help to calm my mind."
  },
  {
    "message": "Assuming that call was about me, who does Mink plan to turn me over to?"
  },
  {
    "message": "The cops?\r\n...Toue?"
  },
  {
    "message": "No. He wouldn't do that."
  },
  {
    "message": "But can I really say that with confidence? I don't know a thing about Mink."
  },
  {
    "message": "It's not like he's told me anything. This could all be some elaborate ruse."
  },
  {
    "message": "......"
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh!\""
  },
  {
    "message": "I have no basis to trust Mink. If anything, the evidence tells me to do the opposite."
  },
  {
    "message": "When it comes to his goal, Mink doesn't hesitate. He isn't picky about his methods either."
  },
  {
    "message": "I have the power to control people, which makes me the perfect chip to bargain with Toue."
  },
  {
    "message": "...It's too dangerous. I can't trust him. I have Ren to worry about too."
  },
  {
    "message": "...I need to get away."
  },
  {
    "message": "I pull my hands away from my face and steel my resolve."
  }
]