[
  {
    "name": "蒼葉",
    "message": "\"...Ugh...!\""
  },
  {
    "message": "...Waking up the next day is miserable."
  },
  {
    "message": "My body feels like lead and everything aches."
  },
  {
    "message": "After a while, I finally manage to sit up."
  },
  {
    "name": "蒼葉",
    "message": "\"Ouch...\""
  },
  {
    "message": "My face throbs from the beating Mink gave me. I can tell the insides of my cheeks are cut."
  },
  {
    "message": "Hell, even my guts hurt. It feels like a fire swept through my body."
  },
  {
    "message": "Yesterday..."
  },
  {
    "message": "......"
  },
  {
    "message": "That's the last thing I want to think about."
  },
  {
    "message": "But it's strange... I actually feel a little better."
  },
  {
    "message": "I let it all out. All the fear and frustration I was keeping bottled up."
  },
  {
    "message": "I just laid it all out there... while Mink was tormenting me."
  },
  {
    "message": "It's kinda ironic to think that Mink's forcing it out of me made me feel better in the end."
  },
  {
    "message": "What the hell does he even want with me anyway?"
  },
  {
    "message": "It gives me goosebumps when I remember him whispering orders into my ear."
  },
  {
    "message": "He told me to unleash the thing hiding inside me."
  },
  {
    "message": "What would have happened... if I'd done what he asked?"
  },
  {
    "message": "Can Mink see it? The part of me even I don't know?"
  },
  {
    "message": "...Come to think of it, Mink must've carried me to bed."
  },
  {
    "message": "I would have expected him to just leave me there when he was done with me. So why?"
  },
  {
    "message": "I felt something like this before, when I saw him interacting with his guys from Scratch."
  },
  {
    "message": "Most of the time, he's just violent and selfish... but sometimes...\r\nI just don't know."
  },
  {
    "message": "I slowly get out of bed and start up Ren."
  },
  {
    "name": "蒼葉",
    "message": "\"Morning, Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"Good morning, Aoba. Your condition seems poor. Are you alright?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Yeah, I'm fine.\""
  },
  {
    "message": "I force a smile in response to Ren's question and drag myself out of the room."
  },
  {
    "message": "I want to get a shower first."
  },
  {
    "message": "Mink's seed is still inside me, and the sensation of it oozing down my thighs is disgusting."
  },
  {
    "message": "I leave the bedroom with Ren and head downstairs."
  }
]