[
  {
    "message": "As I stand there holding the USB stick, Mink gets up and walks toward me."
  },
  {
    "message": "By the time I realize he's there, it's already too late."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "name": "ミンク",
    "message": "\"I'm not gonna put up with your bullshit forever.\""
  },
  {
    "message": "I stumble back, mouth tasting of blood. His punch must have reopened the cuts from last night."
  },
  {
    "message": "I wipe my mouth and shoot Mink a glare."
  },
  {
    "message": "It's one thing if he fucks with me, but there's no way I'm letting him use Ren."
  },
  {
    "name": "蒼葉",
    "message": "\"...Yeah? Well, what about you?! If you want my help, try talking for a change!\""
  },
  {
    "message": "Driven by anger, I throw a punch at Mink."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "I'm not even surprised when my punch doesn't land. I'm still weak from last night's assault. His answering punch knocks me to the floor."
  },
  {
    "name": "ミンク",
    "message": "\"If you want me to stop, do what I say.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh.\""
  },
  {
    "message": "Mink sits back down on the couch, picking his pipe up off the table in the process."
  },
  {
    "message": "As angry as I am, I still have questions."
  },
  {
    "message": "He told me himself that the plan is all he cares about. My feelings don't matter in the slightest."
  },
  {
    "message": "But what the fuck is he so hell-bent on accomplishing, exactly?"
  },
  {
    "message": "I know he's after Toue, but he never told me why. There has to be a reason, something driving him to trample everything in his path."
  },
  {
    "message": "His will is just... so strong."
  },
  {
    "message": "...But this issue is something else entirely. I refuse to let him lay a finger on Ren."
  },
  {
    "message": "Just then, Ren nudges my leg."
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ren!\""
  },
  {
    "message": "Ren has the USB stick in his mouth. I must've dropped it at some point."
  },
  {
    "name": "蓮",
    "message": "\"Use it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But if I do that, you might―\""
  },
  {
    "name": "蓮",
    "message": "\"Don't worry. I know you're concerned, but...\""
  },
  {
    "name": "蓮",
    "message": "\"Mink will not hesitate to take any action that might further his cause. Consequently, he has a very high probability of success.\""
  },
  {
    "name": "蓮",
    "message": "\"And if his objective is the same as yours, then I have no objection to being used for that purpose. I'm sure you can understand that too.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...But it might hurt you. I don't want that.\""
  },
  {
    "name": "蓮",
    "message": "\"If I break, you'll fix me. Won't you?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"Am I wrong?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...But what if it's something I can't fix?\""
  },
  {
    "name": "蓮",
    "message": "\"I cannot deny the possibility, but the probability that you <I>will</I> be able to repair me is also non-zero.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ren...\""
  },
  {
    "message": "Ren trusts me completely."
  },
  {
    "message": "...I'll just have to prove worthy of his trust."
  },
  {
    "message": "I stroke Ren's back with my whole hand and take the USB stick from his mouth."
  },
  {
    "name": "蒼葉",
    "message": "\"...Alright. I'm gonna install it.\""
  },
  {
    "name": "蓮",
    "message": "\"Understood.\""
  },
  {
    "message": "Ren rolls over on the floor, exposing his belly to me."
  },
  {
    "message": "I part Ren's fluffy fur to find the USB port. After a moment's hesitation, I plug in the stick."
  },
  {
    "name": "蓮",
    "message": "\"...Transfer complete.\""
  },
  {
    "message": "After making that announcement, Ren gets up and shakes his body."
  },
  {
    "message": "I look him over carefully to make sure nothing's wrong."
  },
  {
    "name": "蒼葉",
    "message": "\"Are you alright?\""
  },
  {
    "name": "蓮",
    "message": "\"Yes, quite alright.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Good...\""
  },
  {
    "message": "I breathe a long sigh of relief."
  },
  {
    "message": "But the real trial is yet to come. I can't lower my guard yet."
  }
]