[
  {
    "message": "A weight drops down on my hips. At the same time, something closes around my throat."
  },
  {
    "name": "蒼葉",
    "message": "\"...?!\""
  },
  {
    "message": "I snap back to reality. Mink is on top of me, choking me with both hands."
  },
  {
    "name": "蒼葉",
    "message": "\"...Gh, ah...!\""
  },
  {
    "name": "ミンク",
    "message": "\"Look at me.\""
  },
  {
    "message": "Mink commands in a growl as his thumbs press into my trachea."
  },
  {
    "message": "An instinctive terror grips my heart. He's choking the life out of me, yet his face is perfectly calm."
  },
  {
    "message": "He could kill me at any time without a moment's hesitation. Killing me would mean <I>nothing</I> to him."
  },
  {
    "message": "And it's that, not his words, that truly terrifies me."
  },
  {
    "name": "蒼葉",
    "message": "\"...Agh...!\""
  },
  {
    "message": "As I struggle to break his grip, Mink brings his lips to my ear."
  },
  {
    "name": "ミンク",
    "message": "\"Find what sleeps in the depths of your suffering. Find it and lay its true form bare.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Wha...t...\""
  },
  {
    "message": "Minks lips touch my ear, moving slowly with each of his words."
  },
  {
    "message": "His voice lowers, until it's barely a breath."
  },
  {
    "name": "ミンク",
    "message": "\"Deep down, you know it too. You know how much easier it is to surrender, to give in, to sink into the mud.\""
  },
  {
    "message": "To surrender... to let him dominate me... is easier?"
  },
  {
    "message": "Maybe... he's right."
  },
  {
    "message": "It would be so much easier to just admit defeat. To forget what I want, to stop resisting, to accept whatever he says."
  },
  {
    "message": "If I do that, I know..."
  },
  {
    "message": "...I'll be able to take pleasure in my suffering."
  },
  {
    "message": "Defiance has brought me nothing but pain."
  },
  {
    "message": "Maybe... I should just give up already."
  },
  {
    "message": "The dangerous thought flashes through my mind."
  },
  {
    "message": "It's such a sickly sweet temptation."
  },
  {
    "message": "I know, from my wild youth, how comfortable it can be to just sink into depravity."
  },
  {
    "message": "And how much it can hurt to fight it."
  },
  {
    "message": "That's exactly why I've tried so hard to avoid temptation."
  },
  {
    "message": "To lead a quiet, normal life..."
  },
  {
    "message": "But now, with my body and mind beaten to a pulp, I can't get the thought out of my mind."
  },
  {
    "message": "Maybe that's what Mink is trying to draw out of me."
  },
  {
    "message": "The part of me that will admit defeat, surrender, and do exactly as he says..."
  },
  {
    "name": "ミンク",
    "message": "\"Abandon your pathetic excuse for pride. You can't beat me. You never will. You're mine.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "...Maybe I've done enough."
  },
  {
    "message": "I can't beat Mink. I never will."
  },
  {
    "message": "So why not just admit defeat already?"
  },
  {
    "message": "Maybe I should just let it happen..."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ah!\""
  },
  {
    "message": "It's like a switch, flipping in my mind. A high, soft gasp escapes my mouth."
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "message": "Mink's grip on my neck loosens. He stares into my eyes for a few seconds before bringing his face close to my neck."
  },
  {
    "message": "I hear what sounds like sniffing before he lifts his head again."
  },
  {
    "message": "There's a faint trace of a smile on his lips... At least, that's how it seems to me."
  },
  {
    "name": "ミンク",
    "message": "\"Good, just like that. See only me.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh.\""
  },
  {
    "message": "While his words sound almost sweet, they're anything but."
  },
  {
    "message": "They're a declaration of victory, a demand for total, unconditional submission."
  },
  {
    "message": "But by now, even the sting of defeat has faded. Now there is only the shiver of gooseflesh as Mink's command washes over me."
  },
  {
    "message": "It's easier to just accept it."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah...!\""
  }
]