[
  {
    "message": "When I enter the living room, I see Mink there, sitting on the couch watching TV with his pipe in hand."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Just the sight of him makes me nervous."
  },
  {
    "message": "I try to walk by as casually as I can... but when I see his expression, I freeze."
  },
  {
    "message": "Mink looks <I>angry.</I>"
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "message": "I'm not imagining it. His furrowed brow and tense cheeks are a clear―and rare―display of emotion."
  },
  {
    "message": "His eyes are focused intently on the TV."
  },
  {
    "message": "The news is on. It's a story about some kind of mass arrest."
  },
  {
    "message": "Shock ripples through me. Those men being led away on the screen, hands cuffed, heads down..."
  },
  {
    "message": "...They're the guys from Scratch. Mink's guys."
  },
  {
    "message": "Akushima must have caught them..."
  },
  {
    "message": "I listen as the newscaster describes them as terrorists with a grudge against the Toue Corporation."
  },
  {
    "message": "They'll be sentenced, the report says, after the Special Celebration due to take place in a matter of days."
  },
  {
    "message": "The image switches to one of Toue's face."
  },
  {
    "name": "東江",
    "message": "\"My honored guests, I must first offer my most humble apologies for the disturbance.\""
  },
  {
    "name": "東江",
    "message": "\"The blame rests entirely with me for allowing these vile terrorists to infiltrate these hallowed grounds.\""
  },
  {
    "name": "東江",
    "message": "\"But I ask you to take pity on these foolhardy souls. They are simply all too aware of the gulf that separates us from them.\""
  },
  {
    "name": "東江",
    "message": "\"Their envy of our perfect joy has forced them down this path.\""
  },
  {
    "name": "東江",
    "message": "\"While they must and will be punished, I ask you please:\""
  },
  {
    "name": "東江",
    "message": "\"Do not hate them. They are not as fortunate as we, but they are no less human.\""
  },
  {
    "name": "東江",
    "message": "\"Please, keep that thought in your hearts. I, too, will weigh their misfortune when it comes time to decide their fate.\""
  },
  {
    "name": "東江",
    "message": "\"I hope that you will all find compassion for them.\""
  },
  {
    "message": "The clip of Toue ends."
  },
  {
    "name": "蒼葉",
    "message": "\"...Disgusting.\""
  },
  {
    "message": "The word slips from my lips."
  },
  {
    "message": "I've never seen anything so creepy."
  },
  {
    "message": "Do the other guests of Platinum Jail find that shit inspiring? They'd have to be completely deranged."
  },
  {
    "name": "ミンク",
    "message": "\"...Motherfucker.\""
  },
  {
    "message": "Mink looses a smoky growl, the furrows on his brow deepening."
  },
  {
    "message": "I know that however angry I am, it can't hold a candle to the rage Mink must be feeling."
  },
  {
    "message": "Those were Mink's guys. They fought and sacrificed for him."
  },
  {
    "message": "And now..."
  },
  {
    "message": "Toue said he'd deal with them after the celebration."
  },
  {
    "message": "If we don't save them before then..."
  },
  {
    "name": "ミンク",
    "message": "\"...We're going in tonight.\""
  },
  {
    "message": "His voice is flat again, as usual, but I know that the emotion I saw on his face earlier is how he truly feels."
  },
  {
    "message": "This is it. The point of no return."
  },
  {
    "message": "For both of us."
  },
  {
    "message": "I still have my doubts about Mink. That mysterious phone call still nags at my mind."
  },
  {
    "message": "But for some reason, I'm not as afraid anymore."
  },
  {
    "message": "Maybe I've just kind of given up. I know I'll never win against Mink."
  },
  {
    "message": "Plus, there's what I saw in my room last night. I'm still not sure if that was real or a dream..."
  },
  {
    "message": "But when I saw Mink gazing out the window, something changed inside me."
  },
  {
    "message": "Where before I felt only anger and disgust, now curiosity is stronger than either. I want to know more about him."
  },
  {
    "name": "蒼葉",
    "message": "\"...I'm going too.\""
  },
  {
    "name": "ミンク",
    "message": "\"...Of course you are.\""
  },
  {
    "message": "With that, Mink disappears into his room."
  },
  {
    "message": "I replay his last words to me. It was just another of his curt statements, but this time, it felt different."
  },
  {
    "message": "Maybe I'm blowing it out of proportion... but it felt like the first time Mink actually <i>answered</i> me."
  },
  {
    "message": "Finally... we're going to the tower."
  },
  {
    "message": "Gathering my resolve, I wait for night to come."
  }
]