[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "When I open my eyes, I feel a pillow under my head."
  },
  {
    "message": "...When did I go back to my room?"
  },
  {
    "message": "I try to remember, but my thoughts feel slow, like my head is full of mud."
  },
  {
    "message": "...Then I hear a noise."
  },
  {
    "message": "Is someone by the window?"
  },
  {
    "message": "I turn my head to look."
  },
  {
    "message": "Mink is sitting on the couch by the window, looking outside."
  },
  {
    "message": "...I'm still half-asleep. I must be seeing things."
  },
  {
    "message": "For some reason... <K>it looks like Mink is praying."
  },
  {
    "message": "It's not like he has his hands together or his eyes closed or anything like that..."
  },
  {
    "message": "It's just... something about the light, maybe... about the way it illuminates his face."
  },
  {
    "message": "From time to time, he takes a pull from his pipe. His eyes never leave the window."
  },
  {
    "message": "He doesn't have his usual impenetrable aura... It really does look like he's praying."
  },
  {
    "message": "But I just can't think of Mink as a pious person."
  },
  {
    "message": "Even if he did pray... who would he pray to?"
  },
  {
    "message": "Does he believe in God? Does he hold anything sacred?"
  },
  {
    "message": "It's just... too far removed from the Mink I know..."
  },
  {
    "message": "But as I wrestle with the notion, I realize something."
  },
  {
    "message": "The way Mink chases me down no matter where I run... The way he never lets up, never gives me an out, until he's taken what he wants...\r\n<P>\r\nMaybe that's how he treats everything in life."
  },
  {
    "message": "He pursues his goals relentlessly, to the exclusion of all else."
  },
  {
    "message": "What could be driving him to do that?"
  },
  {
    "message": "...I feel myself growing tired again. I close my eyes without fighting it."
  },
  {
    "message": "In the darkness, I hear Mink get up."
  },
  {
    "message": "His heavy footsteps pass my bed."
  },
  {
    "message": "...No. He stopped just next to me. The gentle fragrance of cinnamon hangs in the air."
  },
  {
    "message": "It's become a familiar scent. No wonder. It's probably rubbed off on me by now."
  },
  {
    "message": "It's a nice smell..."
  },
  {
    "message": "Feeling strangely at ease, I drift off to sleep."
  }
]