[
  {
    "message": "Mink keeps one hand around my neck as the other gropes around my lower body."
  },
  {
    "name": "ミンク",
    "message": "\"Bend your knees.\""
  },
  {
    "message": "I lift my legs like I'm told, making it easy for him to remove my clothes. He tears my pants and underwear off."
  },
  {
    "message": "If I said I didn't feel humiliated... I'd be lying."
  },
  {
    "message": "But the <i>thrill</i> is so much greater."
  },
  {
    "message": "Mink feels around my entrance, still sore from his vicious assault yesterday, and my hips buck."
  },
  {
    "message": "He places his hand under one of my thighs and lifts it up."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "My heart begins to pound even harder."
  },
  {
    "message": "Just the touch of air is enough to make it sting. I wonder how it will feel when he forces his way inside again..."
  },
  {
    "message": "Of course, I don't really need to wonder."
  },
  {
    "message": "And yet, I don't even consider trying to escape."
  },
  {
    "message": "In fact... I'm actually looking forward to it. This time, I'll learn what lies beyond the torment."
  },
  {
    "message": "I'm going to fall into the depths of depravity, and allow myself to be carried off into bliss."
  },
  {
    "message": "It's too late to turn back."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh, nmm... Ngh, eek, ah, ahhh...!\""
  },
  {
    "message": "Agony sears my body as Mink pushes himself inside me, tearing me apart."
  },
  {
    "message": "My throat bulges beneath the hand around my neck while my fingernails scrape against the floor."
  },
  {
    "name": "蒼葉",
    "message": "\"Eeep, ahh... Guh, ugh, ahh...!\""
  },
  {
    "message": "The pain rings in my ears, piercing my brain. It's rending, savage; I can <I>taste</I> the blood, though everything is happening between my legs."
  },
  {
    "message": "And still, he keeps driving deeper, as if carving out a space to fit him, and him alone."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh, uuh.. Ahh... Uuh...\""
  },
  {
    "message": "It hurts so much that even my teeth are chattering."
  },
  {
    "message": "But at the same time, there's another feeling, one that threatens to sweep me away."
  },
  {
    "message": "And that feeling... is a pleasure so intense it terrifies me."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh... Uuh, guh... Ah, gah...!\""
  },
  {
    "message": "Mink grabs my hips with one hand and starts to shake me back and forth."
  },
  {
    "name": "ミンク",
    "message": "\"Let me hear you scream.\""
  },
  {
    "message": "He squeezes my neck tighter."
  },
  {
    "name": "蒼葉",
    "message": "\"Egh, ahh, haa... Gahh... Ahh...\""
  },
  {
    "message": "Once again, I'm struggling for breath, but he doesn't let up. He thrusts even harder."
  },
  {
    "message": "I want to scream, but I can't get the air. My nose is burning, tears streaming down my face, as I struggle to get out wheezes and moans."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh... Haah...!\""
  },
  {
    "name": "ミンク",
    "message": "\"Does it hurt?\""
  },
  {
    "message": "Mink's voice sounds so close, yet so far away. I can barely make out the words."
  },
  {
    "message": "My thoughts are growing dim as I struggle, my body going numb, the pain melting away."
  },
  {
    "message": "And in that state, with Mink pounding away at me, I start to feel a strange, dizzying pleasure."
  },
  {
    "message": "What is this..."
  },
  {
    "message": "It hurts so much, but it feels so good..."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa... Ah... Ah...!\""
  },
  {
    "message": "I cry out, joy in my voice."
  },
  {
    "message": "He hasn't touched me <I>there</I> at all, yet I'm already fully erect and oozing."
  },
  {
    "message": "But in the middle of it all, my consciousness starts to flicker."
  },
  {
    "message": "My eyelids grow heavy, and my sensations―even the shortness of breath―start to fade."
  },
  {
    "message": "The same thing happened yesterday."
  },
  {
    "message": "He choked me and everything started to fade..."
  },
  {
    "message": "Today, it's too much... I can't go on..."
  },
  {
    "message": "But just before I lose consciousness, Mink loosens his grip on my neck once again."
  },
  {
    "name": "蒼葉",
    "message": "\"Guh, uugh, gahh! Agh, gah, guh...!\""
  },
  {
    "message": "I immediately start coughing. Tears cover my face, but Mink doesn't let up."
  },
  {
    "name": "蒼葉",
    "message": "\"U-Ugh... Ngh, guh, ah, gahh, ah, aaaah...\""
  },
  {
    "message": "Something is happening to me. I don't know what."
  },
  {
    "message": "All I can do is surrender to the ecstasy coming from deep within."
  },
  {
    "message": "After a bit, I start to feel like I'm drifting off again."
  },
  {
    "message": "I can't even think... It's all so strange..."
  },
  {
    "message": "...And then the darkness takes me."
  }
]