[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "When I come to, I'm still in that white hall."
  },
  {
    "message": "Toue and those guards are gone."
  },
  {
    "message": "Did the guard's song... make me relive my past?"
  },
  {
    "message": "My past..."
  },
  {
    "message": "I'd forgotten it for so long, but back then, I...\r\nI did some pretty unforgivable things."
  },
  {
    "message": "...Huh?\r\nSomeone has me by the arm."
  },
  {
    "message": "...Mink. It must be him who took my hand."
  },
  {
    "message": "I turn to look at him, secretly grateful for his presence. It kept me from losing sight of myself."
  },
  {
    "name": "蒼葉",
    "message": "\"Are you alright? That song...\""
  },
  {
    "message": "A feeling of dread overcomes me the moment I open my mouth."
  },
  {
    "name": "蒼葉",
    "message": "\"Mink? ...!\""
  },
  {
    "message": "Mink's massive body suddenly jerks. The next thing I know, he's on his hands and knees."
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Hey, what's wrong?!\""
  },
  {
    "message": "I look into his face and am shocked by what I see."
  },
  {
    "message": "Sweat is dripping down his cheeks and off his chin. He's panting."
  },
  {
    "message": "I've never seen Mink like this before. I shake his shoulders gently."
  },
  {
    "name": "蒼葉",
    "message": "\"Hey, you okay? Mink!\""
  },
  {
    "message": "He doesn't respond. Can't he hear me?"
  },
  {
    "message": "His eyes are open, but he isn't <I>seeing</I> anything."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "We've come so far, and been through so much..."
  },
  {
    "name": "蒼葉",
    "message": "\"Where do you get off giving up before me?! This wasn't part of the deal!\""
  },
  {
    "message": "Despite all the beatings and awful things he did..."
  },
  {
    "message": "And the fact that he dragged me out here just to use me..."
  },
  {
    "message": "There's no denying that I find his ruthlessness and force of will... captivating."
  },
  {
    "message": "In the beginning, I only followed him because we shared the same goal. But now..."
  },
  {
    "message": "Now I want to know what drives him. Not what his objective is, exactly, but how he can be so strong."
  },
  {
    "message": "I want to see where his cold, hard gaze will lead."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "Just now, Mink pulled me back from the brink"
  },
  {
    "message": "I want to return the favor."
  },
  {
    "message": "There's only one way I can."
  },
  {
    "message": "...Scrap."
  },
  {
    "message": "There's no guarantee I'll be able to save him. I might even \"destroy\" him."
  },
  {
    "message": "But there is a chance."
  },
  {
    "message": "I grab Mink by the chin and gently tilt his face up."
  },
  {
    "message": "His dilated pupils look as deep and black as the ocean at night."
  },
  {
    "message": "I gaze into his eyes, searching for any sign of him in their depths, and speak in a low, soft tone."
  },
  {
    "name": "蒼葉",
    "message": "\"...Mink, can you hear me? I'm gonna go inside you.\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Look into my eyes... Good, just like that. Now let me in.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Let me in... deep inside. Take me there.\""
  }
]