[
  {
    "message": "As I press on, the scenery gradually changes around me."
  },
  {
    "message": "The forest disappears and before long, I find myself walking through a gigantic warehouse."
  },
  {
    "message": "The ceiling, walls, and floor are all heavy with rust."
  },
  {
    "message": "Broken pieces of heavy chain hang from the ceiling and metal boxes are strewn about everywhere. It's eerie."
  },
  {
    "message": "From time to time, I can hear the sound of water dripping. There's no other sound in the vast, empty space."
  },
  {
    "message": "No matter how far I walk, it seems to go on forever. I can't even see the wall ahead."
  },
  {
    "message": "The heat from before has vanished completely, but now there's a growing weariness in my legs."
  },
  {
    "message": "I know it's all in my mind, but my legs feel like stones. Each step is progressively harder, as if I were walking through thick mud."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh...\""
  },
  {
    "message": "The clang of my feet on the metal floor echoes through my whole body."
  },
  {
    "message": "It's like the space itself is trying to keep me out."
  },
  {
    "message": "\"Stay away,\" I feel I hear a voice say."
  },
  {
    "message": "But I can't give up. I have to keep going."
  },
  {
    "message": "The voice speaks again, this time a guttural whisper."
  },
  {
    "message": "The words are in a foreign language. I don't know what they're saying, but they fill me with disquiet."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "I feel sick. The whispers are wearing on my nerves, and the weight of my legs isn't helping."
  },
  {
    "message": "Suddenly, a crow's screech bursts inside my ears. I hear the flapping of wings, but there's no bird to be seen."
  },
  {
    "message": "How much longer can this place go on? As I walk farther, doors begin to appear to the sides."
  },
  {
    "message": "But they're all rusted over and chained."
  },
  {
    "message": "With each step... my despair grows."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa, haa, haa...\""
  },
  {
    "message": "But I keep walking, and just as I'm sure I can't take another step..."
  },
  {
    "message": "A wall blocks my path at last. There's a door directly in front of me."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa, haa... Ngh...\""
  },
  {
    "message": "I put my hands on the door, struggling to catch my breath. Mink... has to be on the other side."
  },
  {
    "message": "Once I've stopped panting, I ease the door open."
  }
]