[
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "name": "東江",
    "message": "\"I've been waiting for you.\""
  },
  {
    "name": "東江",
    "message": "\"...I have to say, I'm impressed that you managed to break free of the song and make it all the way here.\""
  },
  {
    "name": "東江",
    "message": "\"As you just experienced, that song causes the listener to relive his most traumatic memories. Greatly amplified, of course.\""
  },
  {
    "name": "東江",
    "message": "\"Most people suffer irreversible brain damage, but you managed to come through it unscathed. I should have expected no less from one of the chosen.\""
  },
  {
    "name": "ミンク",
    "message": "\"...He's the one who broke the song, not me.\""
  },
  {
    "name": "東江",
    "message": "\"Aoba? Now that you mention it, are you sure you're alright without him?\""
  },
  {
    "name": "ミンク",
    "message": "\"You're the one I'm after. He's got nothing to do with it.\""
  },
  {
    "name": "東江",
    "message": "\"Fascinating. So you sent him to safety.\""
  },
  {
    "name": "東江",
    "message": "\"I didn't take you for the type to form attachments... He must be something special.\""
  },
  {
    "name": "ミンク",
    "message": "\"Who said anything about <I>safety?</I> Forget about him.\""
  },
  {
    "name": "ミンク",
    "message": "\"I've had enough of your bullshit. I've been waiting for this moment. ...Now, you die.\""
  },
  {
    "name": "東江",
    "message": "\"Let's not be hasty. I'll let you in on a little secret. I suspected you might make it here, so I made a few preparations.\""
  },
  {
    "name": "東江",
    "message": "\"You wish to kill me. Splendid. My fate is in God's hands.\""
  },
  {
    "name": "東江",
    "message": "\"But we don't want the end to be <I>boring,</I> do we?\""
  },
  {
    "name": "ミンク",
    "message": "\"......\""
  },
  {
    "name": "東江",
    "message": "\"I wasn't sure I would need to use it... but in any case, I thought it might be fun to give you a bit of a challenge. Nothing fancy, I assure you.\""
  },
  {
    "name": "東江",
    "message": "\"I won't use any weapons. I won't put up a fight. But oh, you will struggle. Now... this is my gift to you.\""
  },
  {
    "name": "東江",
    "message": "\"You will not die. You cannot die. No matter what happens, live.\""
  },
  {
    "name": "ミンク",
    "message": "\"...!\""
  }
]