[
  {
    "message": "I leave Hum-Drum Junk and start down the familiar streets toward my house."
  },
  {
    "message": "Everything looks the same as it always has, but somehow the air feels different."
  },
  {
    "message": "Back when Platinum Jail was looming over us, the Old Residential District felt kind of deflated, but now it's brimming with optimism and energy."
  },
  {
    "message": "Whenever I feel that energy on my skin, my feet start to drag."
  },
  {
    "message": "Midorijima is moving forward..."
  },
  {
    "message": "...Am I moving forward with it?"
  },
  {
    "message": "I feel like I'm stuck, like I don't belong."
  },
  {
    "message": "Almost like time has stopped just for me..."
  },
  {
    "message": "...Is it really alright, being stuck like this?"
  },
  {
    "message": "Shouldn't I be trying to change it?"
  },
  {
    "message": "Can I change it? Is there <I>anything</I> I can do?"
  },
  {
    "message": "I failed to save Mink with Scrap."
  },
  {
    "message": "Because Mink didn't want to keep living."
  },
  {
    "message": "But..."
  },
  {
    "name": "ミンク",
    "message": "\"You're the one who decides what you do. Or are you such a worm that you can't wipe your own ass without orders?\""
  },
  {
    "message": "...That's right."
  },
  {
    "message": "I'm the one who decides what I do."
  },
  {
    "message": "That's why I left the tower without going back for Mink."
  },
  {
    "message": "I thought that was the path I was supposed to take."
  },
  {
    "message": "Back then..."
  },
  {
    "message": "Back when Mink was looking out the window in Glitter..."
  },
  {
    "message": "He had to be looking at <I>something.</I>"
  },
  {
    "message": "Maybe it was the homeland he missed so dearly."
  },
  {
    "message": "Or maybe..."
  },
  {
    "message": "Either way, I think I understand now."
  },
  {
    "message": "I think I understand how he felt in that moment."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I wanted to know more about Mink."
  },
  {
    "message": "That hasn't changed."
  },
  {
    "message": "I want to know what Mink was thinking."
  },
  {
    "message": "And... how he felt about me."
  },
  {
    "message": "There's only one way to get those answers."
  },
  {
    "message": "I won't give up. Not until I <I>know</I> he's gone."
  },
  {
    "message": "I'm the one who decides what I do."
  },
  {
    "message": "...It's as simple as that."
  },
  {
    "message": "A large bird flies overhead."
  },
  {
    "message": "I look up, feeling a newfound determination fill my chest."
  },
  {
    "message": "I know Mink is alive somewhere under this vast sky."
  },
  {
    "message": "And that's why... <k>I'm going to find him."
  },
  {
    "message": "When I get home, I tell Granny everything."
  },
  {
    "message": "She's a little surprised at first, but she doesn't object to my plan."
  },
  {
    "message": "She actually seems to understand. \"The apple doesn't fall far from the tree,\" she whispers."
  },
  {
    "message": "For travel expenses, Granny gives me the savings she's been taking out of my pay every month."
  },
  {
    "message": "After promising to return one day, and to stay in touch while I'm gone, I leave my home behind."
  },
  {
    "message": "No matter what, I'm going to find him."
  }
]