[
  {
    "name": "蒼葉",
    "message": "\"Wow...\""
  },
  {
    "message": "A frigid wind blows through my hair."
  },
  {
    "message": "Red earth extends as far as the eye could see, covered with lush forests and rugged mountains."
  },
  {
    "message": "The sky is dyed in the colors of sunrise. It looks like something out of a picture book."
  },
  {
    "message": "I'm finally here."
  },
  {
    "message": "After leaving Midorijima, I traveled the world searching for him."
  },
  {
    "message": "I only had the images from his memories to go by, but still I searched far and wide."
  },
  {
    "message": "Finally, after what seemed an eternity, I discovered where he was."
  },
  {
    "message": "He was <I>alive.</I>"
  },
  {
    "message": "When I found out, I nearly wept for joy."
  },
  {
    "message": "I raced to the location... but by the time I got there, he was gone."
  },
  {
    "message": "Of course he was. He'd left behind everything he'd known. He had no intention of seeing anyone from his past again."
  },
  {
    "message": "Not his gang members, and definitely not me."
  },
  {
    "message": "But I didn't give up."
  },
  {
    "message": "If he ran, I'd chase him and chase him and chase him..."
  },
  {
    "message": "I knew it was crazy."
  },
  {
    "message": "But as ridiculous as it was, I was certain I would find him."
  },
  {
    "message": "I never even considered the possibility of failure."
  },
  {
    "message": "And now..."
  },
  {
    "message": "...I'm looking right at it."
  },
  {
    "message": "I'm seeing what he saw that night in Glitter, when he was staring off into the distance."
  },
  {
    "message": "I've never seen it before, but it feels so familiar. Probably because I spent so much time looking for it."
  },
  {
    "message": "Finally, I have an answer to one of the questions that has haunted me since that night."
  },
  {
    "message": "But this is just the beginning. There's so much more I want to know."
  },
  {
    "message": "...You're the one who told me that I'm the one who decides what I do."
  },
  {
    "message": "So it's not about what you want. I'm here because <I>I</I> want to be."
  },
  {
    "message": "I'm not letting you escape again."
  },
  {
    "message": "Long hair streams gently in the wind. Through some trick of the sun, it looks almost golden."
  },
  {
    "message": "The man turns at the sound of my footsteps."
  },
  {
    "message": "From his shoulder, his erstwhile partner takes wing."
  },
  {
    "message": "Now his eyes gleam golden like the rising sun."
  },
  {
    "message": "From the look on his face, I can tell he knew I was coming."
  },
  {
    "message": "...I wonder if he showed himself to me on purpose."
  },
  {
    "message": "Tears well up in my eyes."
  },
  {
    "message": "As different as he looks, I know it's him. The <I>real</I> him."
  },
  {
    "message": "Nothing to hide, no lies...\r\n<p>\r\nJust him."
  },
  {
    "message": "I'm so glad I didn't give up."
  },
  {
    "message": "I'm so glad I believed in myself."
  },
  {
    "message": "I'm so glad I believed...<K> in him."
  },
  {
    "message": "I run to him, across the beautiful hills of his home."
  },
  {
    "message": "I run, for he is no less beautiful."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "Your life isn't over. Not yet."
  },
  {
    "message": "I'm here to tell you that this is a new beginning."
  },
  {
    "message": "A beginning... <?>"
  },
  {
    "message": "<k><?>"
  },
  {
    "message": "we'll share together."
  }
]