[
  {
    "name": "蒼葉",
    "message": "\"Woah...\""
  },
  {
    "name": "クリア",
    "message": "\"Wah!\""
  },
  {
    "message": "When the gate opens, we are greeted by cheerful music and the sound of firecrackers."
  },
  {
    "name": "案内パンダ",
    "message": "\"Welcome to Platinum Jail, Japan's biggest amusement park, the place where love and dreams come true!\""
  },
  {
    "message": "A strange-looking panda―were they going for cute?―totters out to greet us."
  },
  {
    "message": "I see five white doors behind it."
  },
  {
    "name": "案内パンダ",
    "message": "\"Only the chosen are allowed to enter paradise! Please, enjoy your stay!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Paradise? I dunno if they could get more shady if they tried.\""
  },
  {
    "name": "クリア",
    "message": "\"I know, right? Like I said, shadiness levels are off the charts!\""
  },
  {
    "message": "Not at all bothered by our lack of enthusiasm, the panda cheerfully pushes a button on the wall."
  },
  {
    "name": "案内パンダ",
    "message": "\"Now where, oh where will you two be headed? Let's spin the wheel of fun!\""
  },
  {
    "name": "案内パンダ",
    "message": "\"Okie-dokie! Looks like you two are headed to Aqua Forest! Right this way, please!\""
  },
  {
    "message": "It walks over to the rightmost door and poses in front of it."
  },
  {
    "name": "案内パンダ",
    "message": "\"It's a peaceful, tranquil place where time just flows on by! You'll be so relaxed you'll never want to leave!\""
  },
  {
    "name": "案内パンダ",
    "message": "\"Please enjoy this captivating area!\""
  },
  {
    "name": "クリア",
    "message": "\"I'm kind of excited! Let's get going!\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "案内パンダ",
    "message": "\"Please place your ticket or invitation on the authentication screen next to the door!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Invitation? You mean this thing?\""
  },
  {
    "message": "I open the invitation on my Coil and approach the screen."
  },
  {
    "name": "認証モニター",
    "message": "\"Platinum ID confirmed. Welcome to Platinum Jail, Mr. Seragaki and companion. Admission procedures initiated.\""
  },
  {
    "name": "認証モニター",
    "message": "\"Issuing guest ID to your companion. Please present your companion's Coil.\""
  },
  {
    "name": "クリア",
    "message": "\"Okay!\""
  },
  {
    "message": "Clear holds his Coil up to the monitor."
  },
  {
    "name": "認証モニター",
    "message": "\"Confirmed. Guest ID linked. All privileges belong to the Platinum Jail ID.\""
  },
  {
    "name": "認証モニター",
    "message": "\"Please exercise caution, as the guest ID has more restricted privileges in some respects.\""
  },
  {
    "name": "認証モニター",
    "message": "\"For additional details, please refer to the support section of your invitation card. Enjoy your time in the park.\""
  }
]