[
  {
    "message": "I go back to the den, sit down on the couch, and pull Ren out of my bag."
  },
  {
    "name": "蒼葉",
    "message": "\"The first thing I've gotta figure out is how to find Toue. He's probably in that tower.\""
  },
  {
    "name": "蓮",
    "message": "\"There's a high probability that Toue is staying in the tower because of that Special Celebration Tae mentioned. however, it is not a certainty.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah...\""
  },
  {
    "message": "I lie down on the couch and put my hands behind my head."
  },
  {
    "message": "Man, this couch sure is comfortable. I feel myself starting to relax."
  },
  {
    "message": "Come to think of it, I've been running all day. No wonder I'm tired..."
  },
  {
    "message": "I roll over and look at the TV."
  },
  {
    "message": "I wonder what kind of shows they run in Platinum Jail."
  },
  {
    "message": "Curious, I pick up the card-shaped remote and turn on the TV."
  },
  {
    "name": "蒼葉",
    "message": "\"...Hm?\""
  },
  {
    "message": "No matter how many channels I flip through, I can't find a single show that runs in the Old Residential District."
  },
  {
    "message": "It's all news about Platinum Jail or tours of its various facilities."
  },
  {
    "name": "蒼葉",
    "message": "\"This is kind of boring.\""
  },
  {
    "message": "I just stick to the news channel for the time being."
  },
  {
    "name": "女アナウンサー",
    "message": "\"...Next, we have a report on the recent symposium, Platinum Jail and Recreation: The New Paradigm.\""
  },
  {
    "name": "女アナウンサー",
    "message": "\"Over one thousand people attended the talk. The theater was packed to bursting.\""
  },
  {
    "name": "女アナウンサー",
    "message": "\"Mr. Toue Tatsuo, founder of Platinum Jail and CEO of the Toue Corporation, was the keynote speaker.\""
  },
  {
    "name": "女アナウンサー",
    "message": "\"We have a clip from that lecture for you now.\""
  },
  {
    "name": "東江",
    "message": "\"...Ladies and gentlemen, thank you for joining me here today.\""
  },
  {
    "name": "東江",
    "message": "\"The topic of this symposium is Platinum Jail and Recreation, and that is precisely the subject I will be speaking on today.\""
  },
  {
    "name": "東江",
    "message": "\"Why did we build Platinum Jail? To offer the highest quality, most complete recreational experience to all of you.\""
  },
  {
    "name": "東江",
    "message": "\"But more than that, our goal is to create a more perfect reality. Which brings us to the subject of what precisely recreation means.\""
  },
  {
    "name": "東江",
    "message": "\"It is my firm belief that the goal of recreation is to ensure that not a single person is unsatisfied, and can enjoy happiness and peace of mind.\""
  },
  {
    "name": "東江",
    "message": "\"It is oft said that we can only experience happiness because we know of sorrow, but I disagree with that view.\""
  },
  {
    "name": "東江",
    "message": "\"I believe that a perfect reality would be entirely free of stress.\""
  },
  {
    "name": "東江",
    "message": "\"If everyone on this planet could achieve such happiness, it would end all conflict. Of course, that's much easier said than done.\""
  },
  {
    "name": "東江",
    "message": "\"But that is exactly why I want to start by making Platinum Jail the most perfect recreational facility in the world.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "...I think I threw up in my mouth a little."
  },
  {
    "message": "I shut off the TV and toss the remote onto the table."
  },
  {
    "message": "As a person from the Old Residential District, all I heard was a load of bullshit."
  },
  {
    "message": "He talks like his ideas are noble, but underneath those flashy words people are suffering."
  },
  {
    "name": "蒼葉",
    "message": "\"Stress-free, my ass.\""
  },
  {
    "message": "I roll over to face the back of the couch."
  },
  {
    "message": "I'm mad and tired, which is probably why I feel like shit."
  },
  {
    "message": "Clear already went to bed. Guess I might as well do the same..."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren...\""
  },
  {
    "message": "I softly call Ren's name. He snuggles up to me on the couch."
  },
  {
    "message": "Hugging his soft body tight, I close my eyes."
  }
]