[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "I stare. His face is perfect, unblemished. The acid didn't burn him at all."
  },
  {
    "message": "...Wait. What part of his face is \"weird?\""
  },
  {
    "message": "What part am I supposed to hate?!"
  },
  {
    "message": "Forget weird... He's beautiful."
  },
  {
    "message": "I know that's a weird thing to say about another dude, but there it is."
  },
  {
    "message": "Clear suddenly turns away, a hurt expression on his face. He must have thought my staring meant something bad."
  },
  {
    "name": "クリア",
    "message": "\"...So it really is strange.\""
  },
  {
    "name": "蒼葉",
    "message": "\"No.\""
  },
  {
    "name": "蒼葉",
    "message": "\"It's not strange at all.\""
  },
  {
    "name": "クリア",
    "message": "\"It's all there?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh?\""
  },
  {
    "name": "クリア",
    "message": "\"Is my face... all there? Do I have a normal face with all the normal parts just like you or any other normal person?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I reach for his face. Something tells me a gesture will serve better than words."
  },
  {
    "name": "クリア",
    "message": "\"...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"It's fine.\""
  },
  {
    "message": "As he tries to pull away, I gently touch his cheek."
  },
  {
    "name": "蒼葉",
    "message": "\"It's all there. You have eyes, a nose, and a mouth... just like I do.\""
  },
  {
    "message": "I trace the lines of his face with my fingertips."
  },
  {
    "message": "From the delicate skin of his eyelids, down the bridge of his nose, and over his thin lips."
  },
  {
    "message": "He even has two moles on his chin."
  },
  {
    "name": "クリア",
    "message": "\"...Really?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Really.\""
  },
  {
    "message": "Timidly, Clear lifts his hands to my cheeks."
  },
  {
    "message": "He runs his fingers toward my eyes. I close them, and feel his fingertips slide over my eyelids."
  },
  {
    "message": "Then he draws them down over the bridge of my nose to my lips."
  },
  {
    "message": "I hear him sigh softly as he pats my cheeks and chin like a baby feeling his father's face."
  },
  {
    "name": "クリア",
    "message": "\"I... have a face just like you, Master.\""
  },
  {
    "name": "蒼葉",
    "message": "\"And I don't mean that we have exactly the same face. Just that they have the same parts.\""
  },
  {
    "name": "クリア",
    "message": "\"Master...!\""
  },
  {
    "message": "Tears well up in his eyes."
  },
  {
    "name": "クリア",
    "message": "\"Please say it again. Tell me I look just like you, Master. Please. Say it again.\""
  },
  {
    "name": "蒼葉",
    "message": "\"You're just like me. You don't look weird at all. You're normal, just like me.\""
  },
  {
    "name": "クリア",
    "message": "\"Really?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Really.\""
  },
  {
    "name": "クリア",
    "message": "\"...Thank you.\""
  },
  {
    "message": "Clear smiles and lowers his head, his eyes still glistening with tears."
  },
  {
    "message": "He looks so helpless like that, I gently embrace his head and stroke his fluffy hair."
  },
  {
    "name": "蒼葉",
    "message": "\"Well, since you did take it off, make sure you go wash your face properly, okay? It doesn't look like there's any left, but... just in case.\""
  },
  {
    "name": "クリア",
    "message": "\"Okay...\""
  },
  {
    "message": "Clear nods."
  },
  {
    "message": "But I still have questions."
  },
  {
    "message": "The gas mask might have protected his face, but what about the rest of him?"
  },
  {
    "message": "Those yakuza kicked the shit out of him. How can he be fine?"
  },
  {
    "message": "Still, I can't deny he looks fine. I assumed he was just pretending, but no. There isn't a scratch."
  },
  {
    "message": "In which case..."
  },
  {
    "message": "...A preposterous thought crosses my mind."
  },
  {
    "message": "It's absurd, the sort of idea that would normally never occur to me."
  },
  {
    "message": "But as ridiculous, as impossible as it is, everything I've seen from Clear today makes me think that it could be true."
  },
  {
    "message": "What if..."
  },
  {
    "message": "...What if Clear's not human?"
  }
]