[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "A silver-haired figure stands in the shadows. Clear?"
  },
  {
    "message": "...Wait. There's more than one."
  },
  {
    "message": "Three, to be exact. Three almost identical figures. One has his back to me, and the other two are facing my direction."
  },
  {
    "message": "For an instant, I'm sure I have to be hallucinating."
  },
  {
    "message": "...Both of them have Clear's face. The only difference is their clothes."
  },
  {
    "name": "蒼葉",
    "message": "\"What the...?\""
  },
  {
    "message": "The third figure turns at the sound of my voice."
  },
  {
    "message": "...Another Clear."
  },
  {
    "message": "When that Clear sees me, he runs to my side."
  },
  {
    "name": "クリア",
    "message": "\"Master!\""
  },
  {
    "message": "Clear? But those two also look like Clear..."
  },
  {
    "message": "The two in the back start to laugh."
  },
  {
    "name": "クリアα",
    "message": "\"Did you hear that? He just called him Master. <I>That's</I> his master.\""
  },
  {
    "name": "クリア",
    "message": "\"Master, I'm so sorry. I didn't mean to get you involved...\""
  },
  {
    "message": "The Clear standing next to me lowers his eyes apologetically."
  },
  {
    "message": "This has to be the real Clear. There's something different about his expressions and mannerisms, plus he has two moles on his chin."
  },
  {
    "message": "So what does that make the two smirking over there?"
  },
  {
    "name": "クリアα",
    "message": "\"Hey. Snap out of it already.\""
  },
  {
    "message": "One of the other two sighs, hand on his hip."
  },
  {
    "name": "クリアα",
    "message": "\"I told you. That's not your master. Toue is our master.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Toue?\""
  },
  {
    "message": "I tense up. I wasn't expecting to hear that name."
  },
  {
    "message": "Clear frowns and glares at the copies of himself."
  },
  {
    "name": "クリア",
    "message": "\"No. I only have one master and this is him... Aoba.\""
  },
  {
    "name": "クリアα",
    "message": "\"Hah. He's broken.\""
  },
  {
    "message": "The two Clears exchange a shrug, then turn to look at me."
  },
  {
    "name": "クリアα",
    "message": "\"We should probably bring him back for repairs... but there's something I want to try first.\""
  },
  {
    "name": "クリアα",
    "message": "\"Wouldn't it be faster if we dyed his little human?\""
  },
  {
    "name": "クリア",
    "message": "\"No! I won't let you do that.\""
  },
  {
    "name": "クリアα",
    "message": "\"Oh shut your mouth.\""
  },
  {
    "message": "One of them takes a step toward me."
  },
  {
    "message": "He opens his mouth and takes a deep breath."
  },
  {
    "name": "クリア",
    "message": "\"Stop!\""
  },
  {
    "message": "But even as Clear shouts, the man begins to sing."
  },
  {
    "message": "His voice is clear, almost terrifyingly so. It pierces me like a sharp blade, digging into my skull."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh, fuck, not this again...!\""
  },
  {
    "message": "It's just like what happened when I heard that song on TV!"
  },
  {
    "message": "A splitting pain in my skull drops me to my knees. The sound surrounds me, crashing in from all sides."
  },
  {
    "message": "It's like being trapped on a boat in a storm."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh...!\""
  },
  {
    "name": "クリア",
    "message": "\"Master!\""
  },
  {
    "name": "蓮",
    "message": "\"Aoba!\""
  },
  {
    "message": "I can't respond. I can only writhe in agony."
  },
  {
    "name": "クリア",
    "message": "\"Stop! Stop singing!\""
  },
  {
    "message": "The third Clear watches me, giggling."
  },
  {
    "message": "Ren desperately tugs at my clothes, trying to keep me conscious..."
  },
  {
    "message": "But the song forces its way through my ears, making it impossible to think."
  },
  {
    "message": "This must be Dye Music..."
  },
  {
    "name": "蓮",
    "message": "\"Aoba! Don't give in!\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh...\""
  },
  {
    "name": "クリア",
    "message": "\"!\""
  },
  {
    "message": "I hear feet strike the ground, followed by a rush of air."
  },
  {
    "message": "Clear darts through my blurry vision."
  },
  {
    "message": "He knocks the singing Clear away, and the song stops."
  },
  {
    "message": "What?!"
  },
  {
    "message": "Unless I'm seeing things, sparks just flew from Clear's arm!"
  },
  {
    "name": "クリア",
    "message": "\"...Guh!\""
  }
]