[
  {
    "name": "蒼葉",
    "message": "\"You are absolutely not okay. You look like crap and you can't even stand straight.\" "
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"Clear?\""
  },
  {
    "message": "Clear is staring at his feet, clutching his arm."
  },
  {
    "message": "The air around us has grown even more humid. Raindrops begin to fall on my cheeks."
  },
  {
    "name": "クリア",
    "message": "\"...I'm sorry. I didn't want to get you involved, Master...\""
  },
  {
    "message": "Clear's voice is so weak that the sound of the rain almost drowns it out."
  },
  {
    "name": "蒼葉",
    "message": "\"Who were those guys back there? They both had your face.\""
  },
  {
    "name": "クリア",
    "message": "\"They're...\""
  },
  {
    "message": "Clear doesn't continue."
  },
  {
    "message": "The rain gradually grows louder."
  },
  {
    "name": "クリア",
    "message": "\"...Master. You've noticed already, haven't you? That I'm not human.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "クリア",
    "message": "\"I'm an artificial lifeform. I have a model and a serial number. Just like those two.\""
  },
  {
    "message": "...The thought has occurred to me that Clear might not be human."
  },
  {
    "message": "And seeing those sparks fly out of his arm... pretty much confirmed it."
  },
  {
    "message": "But there's something about hearing him say it...."
  },
  {
    "name": "クリア",
    "message": "\"We were built by Toue. So they were technically correct when they said that Toue is our master. Also...\""
  },
  {
    "name": "クリア",
    "message": "\"I believe you're already familiar with Toue's research into mind control. Well, we were created as part of that research.\" "
  },
  {
    "name": "クリア",
    "message": "\"You heard one of them singing Dye Music earlier. We were designed with that ability.\""
  },
  {
    "name": "クリア",
    "message": "\"It's functionally similar to your voice, Master. Ours is artificial, of course.\" "
  },
  {
    "name": "蒼葉",
    "message": "\"So, does that mean your song is...?\""
  },
  {
    "name": "クリア",
    "message": "\"Yes. But the song I sang just now counteracts Dye Music.\""
  },
  {
    "name": "クリア",
    "message": "\"Of course, I can sing Dye Music as well.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "クリア",
    "message": "\"...I'm sure you can't trust me now.\""
  },
  {
    "message": "Clear looks away sadly. Rain runs down his cheeks."
  },
  {
    "message": "It beats down on my head too, sucking the heat from my body."
  },
  {
    "name": "蒼葉",
    "message": "\"...So you've been hiding this the whole time?\""
  },
  {
    "name": "クリア",
    "message": "\"No. You may not believe me... but I honestly forgot.\""
  },
  {
    "name": "クリア",
    "message": "\"Though, I guess it's really more that I never had any reason to remember.\""
  },
  {
    "name": "クリア",
    "message": "\"I never needed to... but when they contacted me... when I saw them... it hit me.\""
  },
  {
    "name": "クリア",
    "message": "\"It finally hit me that I was one of them.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "クリア",
    "message": "\"From your perspective, I was made by your enemy.\""
  },
  {
    "name": "クリア",
    "message": "\"I might even be a spy or something. I can't blame you for wondering. But―\""
  },
  {
    "name": "クリア",
    "message": "\"I decided to tell you this knowing you would have doubts. I wanted you to know I wasn't hiding anything.\""
  },
  {
    "message": "Water dripping from his hair, Clear looks at me again."
  },
  {
    "message": "His eyes shine with resolve in the darkness."
  },
  {
    "name": "クリア",
    "message": "\"Your voice is how I knew you were my master. Like ours, like Toue's, your voice has the power to control minds...\""
  },
  {
    "name": "クリア",
    "message": "\"But unlike yours, our powers were created artificially.\""
  },
  {
    "name": "クリア",
    "message": "\"It's really strange, you know? How different are we really? You're human, but your voice has the same power as ours. Does that make us the same?\""
  },
  {
    "name": "クリア",
    "message": "\"You answered my questions before. All my questions. You gave me answers I'd never considered before.\""
  },
  {
    "name": "クリア",
    "message": "\"You gave me so many new thoughts and ideas, just like my Grandpa did.\" "
  },
  {
    "name": "クリア",
    "message": "\"When I learn new things, it makes it feel like the world has gotten brighter, and it makes me want to learn more―to spend more time with you.\""
  },
  {
    "name": "クリア",
    "message": "\"So, here's the conclusion I've come to. You are of course human, Master, and I am an android...\""
  },
  {
    "name": "クリア",
    "message": "\"But my desire to be with you is real. And maybe my 'true' master really is Toue...\""
  },
  {
    "name": "クリア",
    "message": "\"...but as far as I'm concerned, my only master is you.\""
  },
  {
    "name": "クリア",
    "message": "\"My feelings on that matter haven't changed, even now that I remember what I am. Those two said I was broken, but I don't care.\""
  },
  {
    "name": "クリア",
    "message": "\"I've never tried to trick you. I'm not trying now.\""
  },
  {
    "name": "クリア",
    "message": "\"If I can convince you to believe anything... please believe that.\""
  },
  {
    "message": "...With a sorrowful echo, his last few words vanish into the rain."
  },
  {
    "message": "I find myself clutching the front of my jacket. It hurts to see him like that."
  },
  {
    "message": "I'd be lying if I said I wasn't shocked to hear that Clear was created by Toue."
  },
  {
    "message": "Clear's fears are not unfounded. The thought that he might be deceiving me has crossed my mind."
  },
  {
    "message": "But... no. I can't believe that."
  },
  {
    "message": "If there's any part of his story I doubt, it's that he's artificial at all. He just looks so <I>human,</I> standing there in the rain, spilling his guts to me."
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Clear, you're so stupid.\""
  },
  {
    "name": "クリア",
    "message": "\"Master...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Do you really think I'm that heartless?\""
  },
  {
    "message": "Clear frowns, biting his lip."
  },
  {
    "message": "Then, as if struck by a sudden inspiration, he rummages through his pockets."
  },
  {
    "message": "After a moment, he pulls out... an umbrella."
  },
  {
    "name": "蒼葉",
    "message": "\"Woah!\""
  },
  {
    "name": "クリア",
    "message": "\"You'll catch cold, Master.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Haha.\""
  },
  {
    "message": "I have to laugh a little. It's just so... like him."
  },
  {
    "message": "He opens the umbrella and offers it to me. Even now, he's still thinking of me first."
  },
  {
    "message": "He really is the Clear I know."
  }
]