[
  {
    "message": "......"
  },
  {
    "message": "Those footsteps..."
  },
  {
    "message": "...Clear."
  },
  {
    "message": "I lift my head, still in a daze."
  },
  {
    "message": "I can see only darkness, but I sense his approach."
  },
  {
    "name": "クリア",
    "message": "\"...Good morning, Aoba.\""
  },
  {
    "name": "クリア",
    "message": "\"Lovely weather today―not that you'd know from in here.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Clear gently strokes my cheek. His fingers are cold."
  },
  {
    "message": "I feel him move behind me. He embraces me tenderly from behind."
  },
  {
    "name": "クリア",
    "message": "\"How do you feel? Does anything hurt?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "クリア",
    "message": "\"Seems like you're doing well. I'm so glad. It makes me sad when you aren't feeling well.\""
  },
  {
    "name": "クリア",
    "message": "\"We'll just take it slow. No need to rush. Right?\""
  },
  {
    "message": "From my chest, Clear slides his fingers down to my stomach, then my thighs, then... ah... His touch is especially affectionate there..."
  },
  {
    "message": "...where my legs used to be."
  },
  {
    "name": "クリア",
    "message": "\"Aoba...\""
  },
  {
    "message": "He calls my name, voice dripping with joy."
  },
  {
    "name": "クリア",
    "message": "\"I'm not human. But I still wanted to be with you forever.\""
  },
  {
    "name": "クリア",
    "message": "\"The thing about humans is that you all have to die some day, right? Well, I don't like the idea of losing you.\""
  },
  {
    "name": "クリア",
    "message": "\"That's why I asked Toue to give you to me.\""
  },
  {
    "name": "クリア",
    "message": "\"He told me that I could do whatever I like with you, as long as he gets his data.\""
  },
  {
    "message": "Clear buries his face in my hair."
  },
  {
    "name": "クリア",
    "message": "\"I can't become human, so I want to make you like me.\" "
  },
  {
    "name": "クリア",
    "message": "\"And while I'm at it, I want to keep you beautiful forever... No, I want to make you even more beautiful. Like a doll.\""
  },
  {
    "name": "クリア",
    "message": "\"That's why I have to get rid of all your extra parts. Dolls don't need freedom, you see.\""
  },
  {
    "name": "クリア",
    "message": "\"Limbs that you can move give you too many options. You don't need those.\""
  },
  {
    "name": "クリア",
    "message": "\"I've already finished with your eyes and legs. Next is your arms. Such bad arms. Wanting. Grasping.\""
  },
  {
    "message": "I don't realize I'm grasping the bars until Clear pulls one of my arms away and kisses it... then bites down as hard as he can."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh.\""
  },
  {
    "message": "I smell the faint scent of blood as he licks the wound with his moist tongue."
  },
  {
    "message": "The chain around my neck clinks softly."
  },
  {
    "message": "I feel no pain, no warmth... nothing at all."
  },
  {
    "message": "All I can do is breathe."
  },
  {
    "name": "クリア",
    "message": "\"I'm so excited. I'm sure you'll be even more beautiful when I'm done with you.\""
  },
  {
    "name": "クリア",
    "message": "\"I can't wait for you to be... all mine.\""
  },
  {
    "message": "Clear's voice softens to a rapt murmur."
  },
  {
    "message": "Clear has changed."
  },
  {
    "message": "After the Alphas took him away, they repaired him according to Toue's instructions."
  },
  {
    "message": "He obeys his true master once more."
  },
  {
    "message": "...But none of that matters to me now."
  },
  {
    "message": "Clear is my entire world."
  },
  {
    "message": "As long as Clear's happy... that's all that matters."
  },
  {
    "message": "As long as Clear's happy..."
  },
  {
    "name": "クリア",
    "message": "\"Aoba...\""
  }
]