[
  {
    "message": "Sparks. The screech of metal on metal. Oil sprays out like blood as the knife sinks into Clear's skull. Chips of skin fall to the floor."
  },
  {
    "name": "クリア",
    "message": "\"...Ngh!\""
  },
  {
    "message": "Gritting his teeth, Clear digs around with the blade inside his head. Oil drips down his forehead and cheeks."
  },
  {
    "message": "The sight is horrible... but I can't take my eyes off him."
  },
  {
    "name": "蒼葉",
    "message": "\"Clear...\""
  },
  {
    "name": "クリアα",
    "message": "\"What are you...\""
  },
  {
    "name": "クリア",
    "message": "\"Now... it's my turn!\""
  },
  {
    "message": "Clear staggers to his feet, smiling fiercely through the oil covering his face."
  },
  {
    "message": "He tosses the knife aside and charges Alpha, who is just as shocked by all this as I am."
  },
  {
    "name": "クリアα",
    "message": "\"...!\""
  },
  {
    "message": "Suddenly, Alpha is on the defensive as Clear unleashes a flurry of punches."
  },
  {
    "message": "Clear's assault is frenzied, with no thought to his own safety. Almost like..."
  },
  {
    "message": "Like he's running out of time."
  },
  {
    "message": "Pieces fall from Clear's body each time his blows land. For an instant, I see him stumble."
  },
  {
    "message": "If he keeps this up...!"
  },
  {
    "message": "As if responding to my fear, Alpha throws a kick at the staggering Clear."
  },
  {
    "message": "Clear launches himself backward to avoid the blow."
  },
  {
    "name": "クリアα",
    "message": "\"...Hah. I'm honestly impressed you came up with something so crazy. Didn't do you much good though.\""
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "Clear glares at Alpha, gasping in pain."
  },
  {
    "name": "クリアα",
    "message": "\"It's pointless. Your body's falling apart. Bet you can't even move now, huh?\""
  },
  {
    "name": "クリアα",
    "message": "\"I'll take my time finishing you off.\""
  },
  {
    "message": "Alpha picks up the knife and saunters up to Clear."
  },
  {
    "name": "クリアα",
    "message": "\"You used this to destroy your hard lock and temporarily set yourself free. Now I'm going to use this very same knife to rob you of that freedom.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, shit! Let me go! Clear, run! Hurry!\""
  },
  {
    "message": "I struggle desperately to escape Alpha-2's grasp."
  },
  {
    "message": "But Alpha is already close enough to strike."
  },
  {
    "message": "Clear... doesn't move."
  },
  {
    "name": "クリアα",
    "message": "\"Aw, your fake master is worried about you. You gonna let him suffer like that?\""
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "name": "クリアα",
    "message": "\"Giving up? Guess I'll make it quick. You're an older model, but your internals should be about the same. So don't worry. I won't miss.\""
  },
  {
    "name": "東江",
    "message": "\"Over already? ...Bring him.\""
  },
  {
    "message": "Toue has lost interest. He turns and heads toward the door at the back of the room."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh!\""
  },
  {
    "message": "Alpha-2 follows Toue, dragging me along. He's too strong to resist."
  },
  {
    "name": "蒼葉",
    "message": "\"Clear!\""
  },
  {
    "name": "クリアα",
    "message": "\"Well, I guess this is goodbye for real.\""
  },
  {
    "message": "Alpha raises the knife with a cruel smile."
  },
  {
    "message": "And still... Clear doesn't move."
  },
  {
    "message": "Why? Is Alpha right? Have you given up?"
  },
  {
    "message": "Why..."
  },
  {
    "message": "Why won't you move?!"
  },
  {
    "name": "蒼葉",
    "message": "\"Clear...!\""
  },
  {
    "name": "クリアα",
    "message": "\"Goodbye, brother.\""
  },
  {
    "message": "Just as Alpha prepares to strike―"
  },
  {
    "message": "Clear spreads his arms and takes a deep breath."
  },
  {
    "message": "From his lips flows a clear, gentle melody."
  },
  {
    "name": "クリアα",
    "message": "\"No...!\""
  },
  {
    "message": "Alpha staggers back. The knife drops from his hand."
  },
  {
    "message": "Alpha-2 has also stopped moving. He lets go of my arm and doubles over, groaning in pain."
  },
  {
    "message": "I'm free... but I can't move either."
  },
  {
    "message": "Clear is singing."
  },
  {
    "message": "His voice is as beautiful as ever, but it's the sight of him that takes my breath away."
  },
  {
    "message": "His body is in tatters, a miserable sight. It should make me want to avert my eyes, but in that moment... he's just so beautiful, I hardly notice."
  },
  {
    "message": "Clear's song fills my heart with calm, but at the same time, sadness as well."
  }
]