[
  {
    "name": "クリア",
    "message": "\"...?\""
  },
  {
    "message": "Clear seems confused."
  },
  {
    "message": "I quickly strip off my clothes and straddle him."
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "His eyes are focused intently on my naked body."
  },
  {
    "message": "My face burns, but I grab his mechanical arm and press it against my stomach."
  },
  {
    "message": "His hard fingers twitch against my skin."
  },
  {
    "name": "蒼葉",
    "message": "\"You wanted to touch everything, right? ...So touch.\""
  },
  {
    "name": "クリア",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"And remember. Remember my body... how it looks... how it feels.\""
  },
  {
    "message": "I never want you to forget me."
  },
  {
    "message": "And I never want to forget you."
  },
  {
    "message": "Even if...\r\nEven if this is our last time together."
  },
  {
    "name": "クリア",
    "message": "\"..I will. I love you, Aoba. From the bottom of my heart.\""
  },
  {
    "message": "Clear smiles and gently strokes my chest and stomach."
  },
  {
    "message": "While enjoying that sensation, I suck on my fingers, and once they're slick with saliva, I reach down behind myself."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmmm...\""
  },
  {
    "message": "I've never done anything like this before, but I feel almost no hesitation."
  },
  {
    "message": "I just want Clear inside me. I want to leave my mark. That's the only thought in my mind."
  },
  {
    "message": "I press my moist finger into myself, slowly pushing deeper inside."
  },
  {
    "name": "蒼葉",
    "message": "\"Uhn... Ah.\""
  },
  {
    "message": "It's tight. I never realized how thick one finger could be."
  },
  {
    "message": "The sensation of having something inside me is strange too, but mostly it's just tight."
  },
  {
    "message": "I gently bend my finger and try twisting it around."
  },
  {
    "message": "Now <I>that</I> feels weird."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah... Haaah... Ngh!\""
  },
  {
    "message": "As I grope around inside myself, I feel a feathery sort of pleasure from my front."
  },
  {
    "message": "When I look down, I see Clear toying with my growing erection."
  },
  {
    "name": "蒼葉",
    "message": "\"Clear...\""
  },
  {
    "name": "クリア",
    "message": "\"Are you alright? You looked like you were in pain.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm fine... Ngh.\""
  },
  {
    "message": "Clear's \"assistance\" seems to lessen the discomfort. I'm having an easier time moving my finger."
  },
  {
    "name": "蒼葉",
    "message": "\"Ahhhh.... Ah?!\""
  },
  {
    "message": "Just as I'm about to pull my finger out, Clear sits up."
  },
  {
    "message": "He keeps one hand wrapped around my length, while his mechanical hand reaches behind me."
  },
  {
    "name": "蒼葉",
    "message": "\"Clear...!\""
  },
  {
    "message": "He traces the edges of my entrance―stretched open around my finger―and tries to push his way inside."
  },
  {
    "name": "蒼葉",
    "message": "\"Clear... Ah!\""
  },
  {
    "message": "As I try to pull my finger out, Clear plunges his own in next to it."
  },
  {
    "message": "My breath catches as two fingers stretch me open."
  },
  {
    "message": "But he's still stroking me, so it isn't too painful."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, haah.... Ungh, ah...\""
  },
  {
    "name": "クリア",
    "message": "\"I'm sorry. I wanted to touch you here too. Are you okay?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh...!\""
  },
  {
    "name": "クリア",
    "message": "\"It's so hot...\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Shut up, stupid. Enough already... take it out.\""
  },
  {
    "message": "I yank my finger out, and Clear's along with it."
  },
  {
    "message": "My insides are tingling. I should be loose enough now..."
  },
  {
    "message": "I reposition myself over Clear's hips and guide him to my entrance."
  }
]