[
  {
    "message": "Clear watches me with feverish eyes."
  },
  {
    "name": "クリア",
    "message": "\"...Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"It's going in... Ngh, ahhh...!\""
  },
  {
    "message": "As Clear supports me with one hand, I slowly lower my hips."
  },
  {
    "name": "蒼葉",
    "message": "\"...Tight...!\""
  },
  {
    "message": "Fingers weren't nearly enough to prepare me for this!"
  },
  {
    "message": "Clear's bulging erection wrenches open my flesh. I pant, gasping against the pain and pressure."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh, guh... Ahh!\""
  },
  {
    "message": "Somehow, I manage to take him in almost all the way to the base."
  },
  {
    "name": "クリア",
    "message": "\"Ah...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, ah... H-Haa... Ahh... I-It's in...\""
  },
  {
    "message": "I breathe out, long and slow."
  },
  {
    "message": "Clear... is inside me."
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "He's gazing at me with moist eyes."
  },
  {
    "message": "I suddenly realize that I'm putting all my weight on his chest."
  },
  {
    "name": "蒼葉",
    "message": "\"Shit, sorry.\""
  },
  {
    "message": "Clear grabs my arm as I try to pull away."
  },
  {
    "name": "クリア",
    "message": "\"It's fine.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But...\""
  },
  {
    "name": "クリア",
    "message": "\"I can handle it.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Then I guess I'll start moving.\""
  },
  {
    "message": "I slowly start to move my hips, doing my best to keep my weight off of him."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah... Ungh...\""
  },
  {
    "name": "クリア",
    "message": "\"Hah...!\""
  },
  {
    "message": "I start by rocking back and forth over Clear's hips."
  },
  {
    "message": "But, man... I'm so full, even moving a little bit hurts."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh, ah... Haa...\""
  },
  {
    "name": "クリア",
    "message": "\"...Does it hurt?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm fine... Ah...\""
  },
  {
    "message": "I've gone a bit soft, so Clear starts to touch me again."
  },
  {
    "message": "The texture of his mechanical hand is so unusual. Something about the hard, uneven surface feels oddly nice as it rubs against me."
  },
  {
    "message": "As I move in time with the pleasure, the pain starts to fade."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, guh... Haa... Ngh!\""
  },
  {
    "name": "クリア",
    "message": "\"Nmm... It feels so good inside you.\""
  },
  {
    "message": "Words spill from Clear's lips between moans."
  },
  {
    "message": "I start to make deeper strokes as Clear presses against my walls."
  },
  {
    "name": "クリア",
    "message": "\"Ah, haah... Ah...\""
  },
  {
    "message": "Clear pulls his hand off my length and begins to caress my chest and stomach."
  },
  {
    "message": "His mechanical fingers are slick with my precum, glistening."
  },
  {
    "message": "It's probably weird to be saying this, but I find it kinda... hot."
  },
  {
    "message": "Feeling drawn to it for some reason, I grab Clear's moist hand and bring it to my mouth."
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Nmph...\""
  },
  {
    "message": "I lick Clear's fingers. I don't even care that they're covered with my own fluids."
  },
  {
    "message": "They have a hard, mechanical texture, but to me, they taste wonderful."
  },
  {
    "message": "I carefully roll my tongue all over them."
  },
  {
    "name": "クリア",
    "message": "\"Ngh, Aoba...!\""
  },
  {
    "message": "Clear cries out and pulls his fingers from my mouth to grab my hips with both hands."
  },
  {
    "name": "蒼葉",
    "message": "\"...Huh? Ngh! A-Ahhhhh...!\""
  },
  {
    "message": "His hard thrusts force ragged moans from my throat."
  },
  {
    "name": "蒼葉",
    "message": "\"C-Clear...!\""
  },
  {
    "name": "クリア",
    "message": "\"Ngh... Ah!\""
  },
  {
    "message": "Gripping my hips, Clear pounds into me again and again. Each thrust brings a wave of intense sensation. My skin is tingling all over my body."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah... Ngh, nmm, ahh...!\""
  },
  {
    "name": "クリア",
    "message": "\"Uhn... Guh!\""
  },
  {
    "message": "Through the haze that has stolen over my thoughts, I notice the pain in Clear's voice and look down."
  },
  {
    "message": "What I see shocks me, as if someone has dumped cold water over my head."
  },
  {
    "message": "Clear is falling apart, brow twisted in pain. His face, his chest, his arms... everywhere."
  },
  {
    "message": "I can only imagine what it's like inside him."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh, stop! If we keep going, you'll―!\""
  },
  {
    "message": "Clear grabs my arm."
  },
  {
    "name": "クリア",
    "message": "\"I'm fine... Ngh! Keep going...\""
  },
  {
    "name": "蒼葉",
    "message": "\"But...!\""
  },
  {
    "name": "クリア",
    "message": "\"I'm fine!\""
  },
  {
    "message": "The pain in his voice pierces my heart."
  },
  {
    "name": "クリア",
    "message": "\"Please don't stop... I want to feel you until the end...\""
  },
  {
    "name": "クリア",
    "message": "\"And I want you to touch me... So... please... give me everything.\""
  },
  {
    "message": "Halfway through, his voice cracks. Tears spill from his eyes and run down his cheeks."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh.\""
  },
  {
    "message": "A lump rises in my throat. My vision blurs. Something hot smolders in my chest."
  },
  {
    "message": "This... is Clear's dying wish."
  },
  {
    "message": "So that's why, no matter what happens..."
  },
  {
    "message": "...even if Clear's body crumbles to dust, I have to see this through to the end."
  },
  {
    "message": "I have to carve myself into him, and him into me."
  },
  {
    "message": "So we never forget.\r\nSo we never lose each other."
  },
  {
    "message": "That's why I'm going to do what Clear wants."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh... Ngh, ah... Hngh!\""
  },
  {
    "message": "I choke back my tears and start moving again."
  },
  {
    "message": "A relieved smile flickers across Clear's lips, and he resumes thrusting in time with my motions."
  },
  {
    "message": "His thrusts have a surprising power behind them. It doesn't matter to him at all that his body is disintegrating."
  },
  {
    "message": "His skin continues to flake away, whether I touch it or not."
  },
  {
    "message": "But I can't stop it, even though it's happening right before my eyes."
  },
  {
    "message": "I'm powerless. I know it's foolish to expect more of myself, but it's just... so frustrating."
  },
  {
    "message": "The act itself hardly hurts at all anymore. It even feels good when he thrusts into me... but my sorrow is every bit as strong."
  },
  {
    "message": "I no longer know what to feel."
  },
  {
    "name": "蒼葉",
    "message": "\"U-Uuh... Ngh, guh, hngh...\""
  },
  {
    "name": "クリア",
    "message": "\"...Aoba...\""
  },
  {
    "message": "Clear wipes away my tears with his mechanical fingers. I gently grab his hand and kiss it."
  },
  {
    "message": "I just love him so much..."
  },
  {
    "message": "...It doesn't matter where. I just want to touch him as much as I can."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh... Hngh.\""
  },
  {
    "name": "クリア",
    "message": "\"Haa...\""
  },
  {
    "message": "Even as we kiss, the tears don't stop. My nose and mouth are numb from crying."
  },
  {
    "message": "But it doesn't matter. I meet his tongue with mine, and we press together like our lives depend on it."
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh... Uuh, nmm... Ahh...\""
  },
  {
    "message": "Clear speeds his thrusts while gently stroking my back and length."
  },
  {
    "message": "That's enough to push me right to the edge."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, ahh, hah... Ugh, ah!\""
  },
  {
    "message": "Stars explode behind my eyes as pleasure floods my skull."
  },
  {
    "message": "But the regret never fades. Nor does the sorrow. They swirl, dark and deep, in the back of my mind."
  },
  {
    "name": "クリア",
    "message": "\"Ngh... Ah!\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "Clear is close. His breathing is ragged, and not with pain."
  },
  {
    "message": "So I deliberately tighten myself around him and quicken the motions of my hips."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, nmm, ahh, ahh, I... I think I'm gonna...\""
  },
  {
    "name": "クリア",
    "message": "\"...Ngh, Aoba...\""
  },
  {
    "message": "Feeling my orgasm building, I pull Clear in for another deep kiss."
  },
  {
    "message": "Clear responds, wrapping his arms around me."
  },
  {
    "message": "Fragments of exposed machinery graze the bare skin of my arms and thighs."
  },
  {
    "message": "It's almost over."
  },
  {
    "message": "But I want to accept all of Clear... right up to the end."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh, ah, nnmm... Ah, ahhh...!\""
  },
  {
    "message": "He thrusts into me deep and hard, and I feel something burst inside my chest."
  },
  {
    "message": "My thoughts vanish into white static."
  },
  {
    "message": "I erupt into Clear's hand with his fingers wrapped around me."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh, ngh... Nmm.\""
  },
  {
    "name": "クリア",
    "message": "\"...Ngh! Guh... Ungh, ah....!\""
  },
  {
    "message": "Clear lets out a small moan after I climax, gripping my hips firmly as he trembles."
  },
  {
    "message": "Something warm gushes into my raw insides."
  },
  {
    "name": "蒼葉",
    "message": "\"Hah...\""
  },
  {
    "message": "Drifting on the afterglow, I look up at Clear."
  },
  {
    "message": "I kiss him softly, then move my lips to the two moles on his chin."
  }
]