[
  {
    "name": "クリア",
    "message": "\"Oh! Wait, let me―\""
  },
  {
    "name": "蒼葉",
    "message": "\"It's cool. You shouldn't move too much.\""
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "I open his fly and pull down his underwear."
  },
  {
    "message": "His anatomy down there definitely looks human. And it's hard, too. I can't help but stare."
  },
  {
    "message": "Clear flashes me a little smile."
  },
  {
    "name": "クリア",
    "message": "\"Are you surprised?\""
  },
  {
    "name": "蒼葉",
    "message": "\"No. Well... kind of.\""
  },
  {
    "name": "クリア",
    "message": "\"I believe it reacts just like a human's would... not that I've ever tested it, though.\" "
  },
  {
    "name": "クリア",
    "message": "\"As Toue said, we were built to blend in seamlessly with humans, in order to manipulate society from within.\""
  },
  {
    "name": "クリア",
    "message": "\"While we are capable of mimicking sexual intercourse, as you might expect, we aren't actually capable of reproduction.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh...\""
  },
  {
    "message": "I wrap my hand around Clear's lifelike appendage, and after groping it a bit... I slowly bring the tip to my mouth."
  },
  {
    "name": "クリア",
    "message": "\"...Ah!\""
  },
  {
    "message": "Clear gasps. I wonder if he feels like a human would too."
  },
  {
    "message": "He did say he's never tried it before..."
  },
  {
    "message": "...Does that make me his first?"
  },
  {
    "message": "Something about that thought excites me."
  },
  {
    "message": "Of course, I've never gone down on a guy either. But the desire to give Clear his wish is stronger than any shame."
  },
  {
    "message": "He isn't all that big yet, so I take him deep into my mouth, slide back, and repeat."
  },
  {
    "message": "Gradually, it grows."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmph... Uuh...\""
  },
  {
    "name": "クリア",
    "message": "\"Haah... Ah.\""
  },
  {
    "message": "I stroke his firm shaft with my hands as I slide my lips along its length."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, mmm.... Nmph!\""
  },
  {
    "name": "クリア",
    "message": "\"Ahh... Ngh...!\""
  },
  {
    "message": "After groping around my shoulder for a bit, Clear starts to stroke my head."
  },
  {
    "message": "I can feel his clumsy touch through my hair, but I let him do as he pleases."
  },
  {
    "message": "Glancing up from his crotch, I see that he's red and panting."
  },
  {
    "name": "クリア",
    "message": "\"Aoba...\""
  },
  {
    "message": "I'm making him feel good, I realize giddily. I want to make him feel even better. I want him to feel me."
  },
  {
    "message": "I take him deep into the back of my throat and tighten my lips around him as I pull back."
  },
  {
    "message": "Clear's hand tenses in my hair."
  },
  {
    "name": "クリア",
    "message": "\"Haa... Aah...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Mnm... Nmph... Uhh...\""
  },
  {
    "message": "Something moist fills my mouth. I pull off him for a moment to see what it is, and see clear liquid dribbling from the tip of Clear's erection."
  },
  {
    "message": "Wow, it even produces precum. I guess that means it can... go all the way."
  },
  {
    "message": "My excitement growing, I pull my mouth away."
  }
]