[
  {
    "name": "蒼葉",
    "message": "\"Do what makes you feel good.\""
  },
  {
    "name": "クリア",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Just... don't talk like it's the end.\""
  },
  {
    "message": "Clear smiles sheepishly and hugs me in place of a reply."
  },
  {
    "message": "We slowly switch places, and I end up with my back against the wall."
  },
  {
    "name": "蒼葉",
    "message": "\"Clear, your body...\""
  },
  {
    "name": "クリア",
    "message": "\"I'm fine. Are you sure you're okay with this?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I am.\""
  },
  {
    "name": "クリア",
    "message": "\"Really?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Yeah.\""
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "Clear lets out an impassioned sigh and brings his face toward mine."
  },
  {
    "message": "I close my eyes. Our lips touch."
  },
  {
    "name": "蒼葉",
    "message": "\"Mn...\""
  },
  {
    "message": "I can feel his warmth through the hand on my cheek."
  },
  {
    "message": "I gently lay my hand atop his."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "A horrified gasp escapes my throat. His skin is peeling away at my touch."
  },
  {
    "message": "Maybe... we shouldn't do this after all. I look at him―but Clear shakes his head."
  },
  {
    "name": "クリア",
    "message": "\"I'm fine.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But―\""
  },
  {
    "name": "クリア",
    "message": "\"I want to touch you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "What do I do?"
  },
  {
    "message": "I want to grant his wish, but I also want to save him."
  },
  {
    "message": "...No. I can't stop here. That's not what Clear wants."
  },
  {
    "message": "...Okay. I'll let what happens... happen."
  },
  {
    "message": "Clear rains kisses on my cheeks, chin, and neck, as if to drown my doubts."
  },
  {
    "message": "A ticklish sort of embarrassment grows with the sound of each kiss."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ah!\""
  },
  {
    "name": "クリア",
    "message": "\"Can I touch you here too?\""
  },
  {
    "message": "Clear pulls his lips away from my collarbone and gently places his hand on my stomach."
  },
  {
    "name": "蒼葉",
    "message": "\"...I said that you could do whatever you wanted, didn't I?\""
  },
  {
    "name": "クリア",
    "message": "\"Thank you.\""
  },
  {
    "message": "He rolls up my shirt. I feel something hard and metallic press against my skin."
  },
  {
    "message": "The mechanical parts of Clear's left hand are completely exposed. The sight of it brings tears to my eyes."
  },
  {
    "message": "Clear is literally falling to pieces in front of me. ...I just can't bear it."
  },
  {
    "message": "But I force myself to endure."
  },
  {
    "message": "If Clear is falling apart... then all the more reason to let him touch me."
  },
  {
    "message": "To let him know... all of me."
  },
  {
    "name": "蒼葉",
    "message": "\"Nngh... Ahh.\""
  },
  {
    "message": "Clear carefully runs his hands over every inch of my body, as if to commit it all to memory."
  },
  {
    "message": "His fingers trace the lines of my bones and muscles."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah...\""
  },
  {
    "message": "He covers my chest with the palms of his hands, gently massaging my nipples."
  },
  {
    "message": "He starts licking my clavicle too. I'm beginning to feel strange."
  },
  {
    "name": "蒼葉",
    "message": "\"...Hah... Ah.\""
  },
  {
    "message": "I gently wrap my arms around Clear's back, pressing my face into his shoulder to stifle my moans."
  },
  {
    "name": "クリア",
    "message": "\"...You're so warm. And your skin is so smooth. I think you're sweating a little. Maybe that's why it feels so nice and slippery.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Uh!\""
  },
  {
    "message": "Hearing him describe it in such detail makes me flush."
  },
  {
    "name": "蒼葉",
    "message": "\"I don't need live commentary. It's embarrassing...\""
  },
  {
    "name": "クリア",
    "message": "\"Okay... but please let me touch you a little more.\""
  },
  {
    "message": "His hands are so gentle as he gropes my chest and pinches my nipples."
  },
  {
    "message": "It really does feel like he's trying to memorize my form..."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmm... Hngh...\""
  },
  {
    "name": "クリア",
    "message": "\"Aoba...\""
  },
  {
    "message": "Clear's hand glides down my stomach and stops on top of my belt. His hard fingers clink against the metal of the buckle."
  },
  {
    "name": "クリア",
    "message": "\"...I want to touch you here. Please let me.\""
  },
  {
    "message": "He whispers passionately into my ear as he tries to undo my belt with one hand. It's not going well; he's in too much of a hurry."
  },
  {
    "name": "蒼葉",
    "message": "\"...Wait. I'll do it.\""
  },
  {
    "message": "I push Clear's hand away and undo my belt."
  },
  {
    "message": "I don't know if he's trying to be considerate, or if it's a sign of insecurity...\r\n<p>\r\n...but once I'm done, Clear withdraws his damaged hand, then uses the one that still has skin on it to touch me through my underwear. "
  },
  {
    "name": "蒼葉",
    "message": "\"...Mnm.\""
  },
  {
    "message": "His hesitant fingers wrap around my soft length and gently pull it out of my underwear."
  },
  {
    "name": "クリア",
    "message": "\"......\""
  },
  {
    "message": "Clear sighs, his cheeks flushed. He nuzzles his face against my shoulder and then kisses me."
  },
  {
    "name": "蒼葉",
    "message": "\"Mmph... Nmm.\""
  },
  {
    "message": "This time, his tongue enters my mouth. I meet it with my own."
  },
  {
    "message": "He begins to stroke me as we kiss."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh... Ahh... Nmm...\""
  },
  {
    "name": "クリア",
    "message": "\"Does it feel good?\""
  },
  {
    "message": "The outrageous question instantly sets my face to burning."
  },
  {
    "message": "But I guess whatever he's doing is working, because I feel heat building between my legs."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ha... Haaah.\""
  },
  {
    "name": "クリア",
    "message": "\"Aob―ngh!\""
  },
  {
    "message": "Clear abruptly cuts off mid-sentence. His hand stops moving."
  },
  {
    "message": "When I look up, I see him gritting his teeth in pain."
  },
  {
    "name": "蒼葉",
    "message": "\"Are you okay?!\""
  },
  {
    "name": "クリア",
    "message": "\"Yes... I'm sorry.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Maybe we should stop.\""
  },
  {
    "name": "クリア",
    "message": "\"No.\""
  },
  {
    "message": "Clear looks at me, his gaze determined, and clutches tightly at my shirt."
  },
  {
    "name": "クリア",
    "message": "\"Anything... but that. Please.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Okay.\""
  },
  {
    "message": "Clear has made up his mind. If I want to make him happy, I need to do the same."
  },
  {
    "message": "...Okay. I'll see this through."
  },
  {
    "message": "With him."
  },
  {
    "name": "蒼葉",
    "message": "\"Hold still for a second.\""
  },
  {
    "name": "クリア",
    "message": "\"Aoba?\""
  },
  {
    "message": "I sit up and put my hands on Clear's shoulders, gently pushing him to the floor."
  },
  {
    "message": "I shift down between his legs and undo his pants."
  }
]