[
  {
    "message": "The next day, I wake up just before noon."
  },
  {
    "message": "At least, that's what the clock says. It's still night outside, as it always is in Platinum Jail."
  },
  {
    "message": "I'm glad I don't have to live here."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I sit on the edge of the bed and rub my eyes."
  },
  {
    "message": "It feels like I just had a nightmare."
  },
  {
    "message": "I can't remember what it was about, but it's left me with a bit of a headache."
  },
  {
    "message": "My mood is less than stellar when I pick up Ren and leave the room."
  },
  {
    "message": "I sit down on the couch and turn on the TV, hoping for news of the Celebration."
  },
  {
    "message": "Sure enough, images of the main street fill the screen. A smiling reporter is standing before a teeming mass of people.\r\n<p>\r\nLoud music pours through the speakers as the parade progresses."
  },
  {
    "name": "蒼葉",
    "message": "\"Wow...\""
  },
  {
    "message": "The feed continues with the same image for a bit before switching to a newscaster in a studio."
  },
  {
    "name": "女アナウンサー",
    "message": "\"...Today at 1 PM, Mr. Toue Tatsuo will be greeting his guests from Oval Tower.\""
  },
  {
    "name": "女アナウンサー",
    "message": "\"This message will be broadcast on all channels. Please gather in front of the tower if you wish to attend.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Toue.\""
  },
  {
    "message": "I'll never forget his face."
  },
  {
    "message": "He's the one who ganked me while I was trying to rescue Granny."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh.\""
  },
  {
    "message": "I can't let him win."
  },
  {
    "message": "Today at 1 PM, Toue will appear at Oval Tower. I guess I have a little time until then."
  },
  {
    "message": "Gotta get ready."
  },
  {
    "message": "I stand. Ren hops off the couch and shakes his fluffy body."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren, how you doing? Okay?\""
  },
  {
    "name": "蓮",
    "message": "\"No issues.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Good. Let's head out. You remember that event I mentioned yesterday? Toue's gonna be there.\""
  },
  {
    "name": "蓮",
    "message": "\"Understood.\""
  },
  {
    "message": "Ren seems fine... but I can't shake my concerns after everything that happened yesterday."
  },
  {
    "message": "Resolved to keep a close eye on him, I head back to my room to get ready."
  }
]