[
  {
    "message": "Suddenly, my Coil rings."
  },
  {
    "name": "蒼葉",
    "message": "\"...What?!\""
  },
  {
    "message": "Mr. Haga?!"
  },
  {
    "message": "But communication between Platinum Jail and the Old Residential District is blocked..."
  },
  {
    "message": "I force my way out of the crowd and pick up once I've got some distance."
  },
  {
    "name": "蒼葉",
    "message": "\"...Mr. Haga!\""
  },
  {
    "name": "羽賀",
    "message": "\"...Aoba? I'm disguising this call as direct from the mainland. We should be able to talk briefly.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Are you alright? I just saw some footage of the Old Residential District...\""
  },
  {
    "name": "羽賀",
    "message": "\"Yes. Loud music started playing everywhere. And then everyone became fixated on the broadcast from Platinum Jail.\""
  },
  {
    "name": "蒼葉",
    "message": "\"How's everyone else? Like Granny and Koujaku, and Ms. Yoshie. Are they okay?\""
  },
  {
    "name": "羽賀",
    "message": "\"They're fine for the moment. Ms. Tae told everyone to cover their ears just before it started.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Thank goodness...\""
  },
  {
    "name": "羽賀",
    "message": "\"Are you okay?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm alright.\""
  },
  {
    "name": "羽賀",
    "message": "\"Good. But take care of yourself. Remember, you're not alone. We're working on a countermeasure. We'll manage somehow.\""
  },
  {
    "name": "羽賀",
    "message": "\"I don't believe he's going to try anything else today. It seems he plans to make his real move tomorrow at the main event.\""
  },
  {
    "name": "羽賀",
    "message": "\"We have some time to prepare. So please stay calm on your end, too. Panicking won't do anyone any good.\""
  },
  {
    "name": "羽賀",
    "message": "\"Ms. Tae would be devastated if anything happened to you. I would be too, of course. So please―\""
  },
  {
    "name": "蒼葉",
    "message": "\"Mr. Haga? Mr. Haga!\""
  },
  {
    "message": "No response. I immediately try to redial."
  },
  {
    "message": "But it won't connect! Shit!"
  },
  {
    "message": "Just as I'm about to try again, another roar goes up from the crowd."
  },
  {
    "name": "東江",
    "message": "\"We stand on the eve of a great day. Please, enjoy the festivities. I'll see you all... tomorrow.\""
  },
  {
    "message": "With a parting smile, Toue vanishes into the tower with Sei and his entourage of guards."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "For a while, the crowd keeps clapping like they're hoping for an encore, but finally people start to split off."
  },
  {
    "message": "I stand there, dazed, as the throngs move past."
  },
  {
    "message": "Too much is happening. My head feels like it's going to burst."
  },
  {
    "message": "What am I supposed to do?"
  },
  {
    "name": "蓮",
    "message": "\"We should go back to Glitter and rest.\""
  },
  {
    "name": "蒼葉",
    "message": "\"We don't have time for that!\""
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Sorry. You're right.\""
  },
  {
    "message": "I need to get my thoughts in order..."
  },
  {
    "message": "Swallowing my panic, I slowly make my way out of the crowd."
  },
  {
    "message": "My feet feel heavy... like they're sticking to the pavement."
  },
  {
    "message": "At the same time, I can't shake the sense that this is all a dream..."
  }
]