[
  {
    "message": "As soon as the doors start to open, Ren leaps from my arms and darts through the gap."
  },
  {
    "name": "蒼葉",
    "message": "\"Hey! Ren!\""
  },
  {
    "message": "He's gone in an instant."
  },
  {
    "message": "What the hell is going on?!"
  },
  {
    "message": "I chase after him, but have to stop to apologize to a woman I nearly knock over."
  },
  {
    "message": "It occurs to me that her clothes seem awfully fancy, and then I realize that we've stepped into some kind of ballroom."
  },
  {
    "message": "The little blue blur quickly vanishes between the legs of the partygoers."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren...!\""
  },
  {
    "message": "I know how out of place I look, but I don't have a choice."
  },
  {
    "message": "Everyone is milling around, holding glasses and plates as they chatter.\r\n<p>\r\nPeople glance at me as I pass, but quickly return to their conversations like nothing is out of the ordinary."
  },
  {
    "message": "I get the feeling they've decided to pretend I'm not here. Can't let anything ruin their perfect world, after all."
  },
  {
    "message": "Still, it seems like disquiet is spreading. The last thing I need is for someone to call the guards."
  },
  {
    "message": "Better find Ren and get out of here."
  },
  {
    "message": "Where the hell did he go? If I don't find him soon..."
  },
  {
    "message": "...Huh?"
  },
  {
    "message": "What was that just now?"
  },
  {
    "message": "I see a man moving through the crowd."
  },
  {
    "message": "Is that..."
  },
  {
    "message": "...me?"
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh!\""
  },
  {
    "message": "Pain rips through my skull. The room whirls around me."
  },
  {
    "message": "My vision doubles and triples. I stagger."
  },
  {
    "message": "Sounds distort and repeat like a damaged tape. I can't hear anything through the noise."
  },
  {
    "message": "What the..."
  },
  {
    "message": "My head pounds in time with my pulse. My legs feel like lead. I can't take another step."
  },
  {
    "message": "What's... happening...?"
  },
  {
    "name": "白蒼葉",
    "message": "\"Does he mean that much to you?\""
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "Suddenly, I hear a voice in my ear."
  },
  {
    "name": "白蒼葉",
    "message": "\"You care about him. Yeah, I know.\""
  },
  {
    "name": "白蒼葉",
    "message": "\"Have you ever wondered why?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Who's speaking? I can't see him. I can only hear his voice."
  },
  {
    "message": "The pain is getting worse."
  },
  {
    "name": "白蒼葉",
    "message": "\"The truth is you already know. After all, you're―\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up.\""
  },
  {
    "name": "白蒼葉",
    "message": "\"But you've made your choice.\""
  },
  {
    "name": "白蒼葉",
    "message": "\"Keep pushing forward. Follow your heart, your desires.\""
  },
  {
    "name": "白蒼葉",
    "message": "\"No one can stop you.\""
  },
  {
    "name": "白蒼葉",
    "message": "\"The <I>real</I> you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Shut up!\""
  },
  {
    "message": "Everyone in the ballroom turns to look at me."
  },
  {
    "message": "...They're laughing."
  },
  {
    "message": "They see that I'm in pain... <K>and they're laughing."
  }
]