[
  {
    "name": "東江",
    "message": "\"The Celebration will continue for two days, with the main event taking place tomorrow. I promise it will make today's festivities pale in comparison.\" "
  },
  {
    "name": "東江",
    "message": "\"But before tomorrow arrives, I would like to give you all a taste of happiness unlike any you've ever experienced. ...If you please.\""
  },
  {
    "message": "Toue beckons to the man behind him."
  },
  {
    "name": "東江",
    "message": "\"This is Sei. He's like a son to me. I wouldn't be the man I am today if not for him.\""
  },
  {
    "name": "東江",
    "message": "\"This Celebration is also my way of introducing him to you.\""
  },
  {
    "name": "東江",
    "message": "\"He gives me hope. He is an emissary of joy. So I ask you to welcome him, and give him your blessing.\""
  },
  {
    "message": "A murmur ripples through the crowd as they turn their eyes on the young man named Sei."
  },
  {
    "message": "The cameras, too, focus on him. Slowly, he lifts his face."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "That's the guy I saw in the alley!"
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh.\""
  },
  {
    "message": "Like last time, electricity shoots through my body."
  },
  {
    "message": "But this time, I can't tear my eyes away."
  },
  {
    "message": "Those eyes, blinking inside my skull..."
  },
  {
    "message": "He's inside me..."
  },
  {
    "message": "Staring deep..."
  },
  {
    "message": "...deep..."
  },
  {
    "message": "......"
  },
  {
    "name": "蒼葉",
    "message": "\"Ow...!\""
  },
  {
    "message": "A sharp pain in my skull snaps me out of it. It feels like waking from a dream."
  },
  {
    "name": "蒼葉",
    "message": "\"Ouch...\""
  },
  {
    "message": "What the hell was that?"
  },
  {
    "name": "男性客Ｂ",
    "message": "\"Ahh... He's so amazing...\""
  },
  {
    "name": "女性客Ｂ",
    "message": "\"Sei...\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Everyone is staring at his face on the screens. Where before there was raucous cheering, now the crowd seems entranced."
  },
  {
    "message": "On the screen, Sei blinks slowly."
  },
  {
    "message": "What..."
  },
  {
    "message": "What the hell is happening?"
  },
  {
    "name": "東江",
    "message": "\"Thank you. I know Sei appreciates your warm welcome.\""
  },
  {
    "name": "東江",
    "message": "\"I think I would like the entire island, not just Platinum Jail, to enjoy the main event tomorrow. On that note...\""
  }
]