[
  {
    "message": "...The streets are a maze of revelers, but somehow I manage to make it back to Glitter."
  },
  {
    "message": "I head straight upstairs and take a few pills."
  },
  {
    "message": "Then I plop down on the sofa with Ren and just sit."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "Once I've calmed down a bit, I try to sort out my thoughts."
  },
  {
    "message": "First, the news from Mr. Haga."
  },
  {
    "message": "He said that some kind of music had flooded the streets, and then everyone had become fixated on the broadcast from Platinum Jail."
  },
  {
    "message": "That music must have been some form of mind control."
  },
  {
    "message": "It sounded like Granny and the others were safe... but I have no way of confirming that."
  },
  {
    "message": "I mean, what if something happens while I'm sitting here?"
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh!\""
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "message": "Ren sets a comforting paw on my lap."
  },
  {
    "name": "蒼葉",
    "message": "\"...Sorry.\""
  },
  {
    "message": "I need to calm down and think this through."
  },
  {
    "message": "If Mr. Haga was telling the truth, then everyone should still be safe."
  },
  {
    "message": "I doubt there's anything I could do if I went home now. And it'd make everything I went through to get here meaningless."
  },
  {
    "message": "Mr. Haga reminded me not to go it alone. He knows that I can lose sight of the big picture when my blood is up."
  },
  {
    "message": "The main event starts tomorrow."
  },
  {
    "message": "I have to get to Toue before that..."
  },
  {
    "message": "I close my eyes and take a deep breath."
  },
  {
    "message": "But in the darkness, I can see his eyes... Sei's eyes, sparkling like stars."
  },
  {
    "message": "Toue said that Sei was like a son to him... but who is he, really?"
  },
  {
    "message": "Looking into Sei's eyes, even through a screen, felt like being struck by lightning."
  },
  {
    "message": "The same thing happened when I saw him in that alley."
  },
  {
    "message": "And on top of that, the people in the square were so infatuated with him, it was like they were under some kind of spell."
  },
  {
    "message": "Those eyes... They were so... quiet, like the ocean after a storm."
  },
  {
    "message": "I have no idea what he is. The only thing I know for sure is that something insane is happening."
  },
  {
    "message": "I open my eyes and stroke Ren's back."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"Yes?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I think I want to go to the tower tomorrow.\""
  },
  {
    "name": "蓮",
    "message": "\"How do you plan on getting inside?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I guess just crashing in through the front door... probably won't work.\""
  },
  {
    "name": "蓮",
    "message": "\"It would be difficult.\""
  },
  {
    "name": "蒼葉",
    "message": "\"That leaves...\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Well, there is one thing.\""
  },
  {
    "name": "蓮",
    "message": "\"...Aoba. Are you planning to use your power?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You always know what I'm thinking.\""
  },
  {
    "name": "蓮",
    "message": "\"It's dangerous.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But I don't have any other choice. If I don't <I>do</I> something―\""
  },
  {
    "name": "蓮",
    "message": "\"But what if you do something you regret?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I know exactly what he means. The last time I used my power..."
  },
  {
    "message": "...I broke Mizuki."
  },
  {
    "message": "And it might be doing something to me, too."
  },
  {
    "message": "It's dangerous. Even so..."
  },
  {
    "name": "蒼葉",
    "message": "\"I don't want to lose anyone else. I need to stop this.\" "
  },
  {
    "name": "蓮",
    "message": "\"Even if something might happen to you and make Tae and the others sad?\""
  }
]