[
  {
    "message": "I walk down the main street toward Oval Tower."
  },
  {
    "message": "The air is charged with excitement as the parade passes by, mascots and musicians and dancers whipping the crowd into a frenzy."
  },
  {
    "message": "Some guests are dancing right along with them, while others are huddled together, embracing. It's even more over the top than it looked on TV."
  },
  {
    "message": "The streets get more crowded the closer I get to the tower."
  },
  {
    "message": "By the time we reach the plaza, it's almost impossible to move."
  },
  {
    "name": "蒼葉",
    "message": "\"Well, fuck...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Woah!\""
  },
  {
    "name": "男性客Ｂ",
    "message": "\"Hurray for Platinum Jail!!!\""
  },
  {
    "message": "Someone bumps into me from behind, and then some guy I've never met pulls me into a hug."
  },
  {
    "name": "蒼葉",
    "message": "\"Let me go...!\""
  },
  {
    "name": "男性客Ｂ",
    "message": "\"Ahaha, isn't Toue the best?!\""
  },
  {
    "message": "I peel him off me and escape."
  },
  {
    "name": "蒼葉",
    "message": "\"What the hell? Was he drunk?\""
  },
  {
    "message": "Not a moment later..."
  },
  {
    "name": "女性客Ｂ",
    "message": "\"Mr. Toue is the best!\""
  },
  {
    "name": "蒼葉",
    "message": "\"H-Hey!\""
  },
  {
    "message": "This time, a woman tries to grab me. I push through the crowd to get away."
  },
  {
    "name": "蒼葉",
    "message": "\"Ow...!\""
  },
  {
    "message": "This was a bad idea. No way I'm making it through this crowd."
  },
  {
    "message": "And to make matters worse, while I'm struggling, everyone around me is having the time of their life."
  },
  {
    "message": "Something about it is really... unsettling."
  },
  {
    "message": "Just then, the big screens dotting the plaza fill with static."
  },
  {
    "message": "When it clears, I see a feed of the plaza. A jubilant roar goes up from the crowd."
  },
  {
    "message": "...It's time."
  },
  {
    "name": "女アナウンサー",
    "message": "\"Ladies and gentlemen, thank you all for your patience. Mr. Toue Tatsuo is here with a special message for us all.\" "
  },
  {
    "message": "Shouts and applause thunder in my ears as a man steps out onto the tower's balcony."
  },
  {
    "message": "The screens switch to a closeup. Toue is standing there, flanked by two guards."
  },
  {
    "message": "Another man stands a few steps behind him. His head is lowered, so I can't see his face."
  },
  {
    "name": "東江",
    "message": "\"...My friends.\""
  },
  {
    "message": "Instantly, the roaring crowd falls silent."
  },
  {
    "message": "Everyone is hanging on Toue's next words."
  },
  {
    "message": "He sweeps his gaze over the crowd, his smile calm, indulgent."
  },
  {
    "name": "東江",
    "message": "\"I would like to begin by thanking you for joining me today.\" "
  },
  {
    "name": "東江",
    "message": "\"Time flies, doesn't it? Ten years have passed since Platinum Jail opened its doors.\""
  },
  {
    "name": "東江",
    "message": "\"Indeed, time stops for no man. But that is precisely why I sought to create a paradise where you might all be happy for the time you have.\""
  },
  {
    "name": "東江",
    "message": "\"But what is happiness, exactly? That question is never far from my mind. Happiness is not something that everyone can obtain with ease.\""
  },
  {
    "name": "東江",
    "message": "\"Naturally, the path to happiness is different for each individual, but this is what I believe:\""
  },
  {
    "name": "東江",
    "message": "\"Happiness is the freedom to laugh from the bottom of your heart, to know joy and forgiveness, and to feel safe and secure.\""
  },
  {
    "name": "東江",
    "message": "\"Should all people come to know this freedom, strife shall vanish from the face of the earth.\""
  },
  {
    "name": "東江",
    "message": "\"It is said that pain nourishes the soul. Perhaps that is true. But do you not find that anger, sorrow, and suffering take up more of your lives than joy?\""
  },
  {
    "name": "東江",
    "message": "\"While you are here, I want you to forget all your pain, all your suffering, and give yourselves over to pure joy.\""
  },
  {
    "name": "東江",
    "message": "\"I want this place to become a second home to you all. That is my wish.\""
  },
  {
    "name": "東江",
    "message": "\"For all of you to know happiness.\""
  },
  {
    "message": "With a hand to his heart, Toue solemnly bows his head."
  },
  {
    "message": "After a brief silence, the crowd bursts into thunderous applause."
  },
  {
    "message": "Everyone is clapping their hands, shouting Toue's name, whistling and screaming."
  },
  {
    "message": "Even I join in, thinking it safest to play along."
  },
  {
    "message": "Honestly, though? It feels like a cult or something."
  },
  {
    "message": "After basking in the crowd's adulation for a time, Toue again motions for silence."
  }
]