[
  {
    "message": "Feeling guilty and sad, I stroke Ren's tiny back."
  },
  {
    "message": "He's worried about me. I know that. He's been with me every step of the way, so he understands me better than just about anyone."
  },
  {
    "message": "Ren means so much to me. I don't know where my parents are, so he's the only family I have besides Granny."
  },
  {
    "message": "I still remember when I first met him. It was..."
  },
  {
    "message": "......"
  },
  {
    "message": "Umm..."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren, remind me. When did we meet again?\""
  },
  {
    "name": "蓮",
    "message": "\"Do you mean when you purchased me?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Yeah.\""
  },
  {
    "name": "蓮",
    "message": "\"If we count from the moment I initially registered your face, that would make it about ten years ago.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Huh, has it really only been ten years? For some reason, I feel like I've known you way longer.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But I guess ten years is a pretty long time...\""
  },
  {
    "name": "蓮",
    "message": "\"Yes.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I remember thinking you were so big and fluffy the first time I held you. You seem so tiny now, though.\""
  },
  {
    "name": "蓮",
    "message": "\"I imagine that's because you've grown, Aoba.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Good point. Though you're still as fluffy as ever. I guess we're kinda like brothers, huh? I'm the big brother now, though.\""
  },
  {
    "name": "蓮",
    "message": "\"I'm not sure I agree.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I thought you'd say that.\""
  },
  {
    "message": "I keep stroking Ren's back as I smile."
  },
  {
    "message": "I feel very close to him in this moment. I hope he can feel it too."
  },
  {
    "message": "A yawn breaks free of my throat. Now that I've decided my course, it's like all the day's exhaustion has caught up with me."
  },
  {
    "message": "I need to rest."
  },
  {
    "message": "But first..."
  },
  {
    "message": "I lean back into the couch and open my Coil."
  },
  {
    "message": "Though I know they won't get through, I want to write messages to everyone back home―kinda like throwing a bottle into the ocean."
  },
  {
    "message": "I just hope they'll be okay..."
  }
]