[
  {
    "message": "Morning comes without me getting much sleep."
  },
  {
    "message": "I drag my weary body out of bed and leave the room."
  },
  {
    "message": "When I sit down in the den and turn on the TV, they're playing the same event coverage as yesterday."
  },
  {
    "message": "After the report on the parade, something new appears on the screen."
  },
  {
    "message": "The image wakes me right up."
  },
  {
    "name": "蒼葉",
    "message": "\"Home...\""
  },
  {
    "message": "The newscaster is cheerfully describing a sight even more bizarre than what I saw yesterday."
  },
  {
    "message": "Everyone is smiling."
  },
  {
    "message": "And it's not like they're enjoying themselves―at least, not that I can tell. These are eerie, mask-like smiles, plastered to their faces."
  },
  {
    "message": "The eyes above them are vacant."
  },
  {
    "message": "I can hear them cheering, while the reporter babbles about how even the Old Residential District is looking forward to the event."
  },
  {
    "name": "蒼葉",
    "message": "\"You gotta be kidding me...\""
  },
  {
    "message": "They... They look just like all those people in front of the tower yesterday."
  },
  {
    "message": "Did that music do this?"
  },
  {
    "message": "Is everyone okay?!"
  },
  {
    "message": "Without thinking, I open my Coil."
  },
  {
    "message": "Unsurprisingly, no one has responded to my messages."
  },
  {
    "message": "Still, I try calling them."
  },
  {
    "message": "...No connection."
  },
  {
    "name": "蒼葉",
    "message": "\"Shit...\""
  },
  {
    "message": "I don't <i>know</i> that anything's happened to them."
  },
  {
    "message": "In fact, they're probably fine. If anyone can handle this, it's Granny."
  },
  {
    "message": "Still..."
  },
  {
    "message": "Fear coils in my gut."
  },
  {
    "message": "What if Granny and the others <i>are</i> affected..."
  },
  {
    "message": "Try as I might, I can't stop myself from imagining the worst."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren, let's go.\""
  },
  {
    "message": "I get up off the couch."
  },
  {
    "name": "蓮",
    "message": "\"...Roger.\""
  },
  {
    "message": "For a moment, Ren looks like he wants to say something, but then he jumps off the couch and follows me."
  },
  {
    "message": "I get dressed, put Ren in my bag, and run out the door."
  }
]