[
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "My vision suddenly clears, leaving me gasping for breath."
  },
  {
    "message": "What..."
  },
  {
    "message": "What just happened?"
  },
  {
    "message": "Was that a dream?"
  },
  {
    "message": "No... that was no dream."
  },
  {
    "message": "Those two men are still lying on the floor in front of me."
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I really did this to them. He might have been in control, but still..."
  },
  {
    "message": "I'm the one who destroyed these men."
  },
  {
    "message": "He said that I've been \"borrowing his power.\""
  },
  {
    "message": "Was he talking about Scrap?"
  },
  {
    "message": "That's <I>his</I> power?"
  },
  {
    "message": "Lately, I've been getting headaches whenever I use Scrap, or just before something crazy happens."
  },
  {
    "message": "Is that him too? Maybe the headaches are just a side effect."
  },
  {
    "message": "Is this like... having multiple personalities?"
  },
  {
    "message": "He asked me to switch with him. What happens if we switch?"
  },
  {
    "message": "Obviously, I won't be me anymore. He'll take over my mind and control my body."
  },
  {
    "message": "...I can't let that happen."
  },
  {
    "message": "If Scrap really is his power, then he'll probably be able to use it without limit. He'll destroy everyone."
  },
  {
    "message": "But..."
  },
  {
    "message": "I recall his words. They pierced my heart like thorns."
  },
  {
    "name": "白蒼葉",
    "message": "\"You <I>think</I> you don't know. But that's not true. You do know. You just don't want to admit it.\""
  },
  {
    "name": "白蒼葉",
    "message": "\"Until you admit it, you're helpless. You'll never have answers. It will never be over.\""
  },
  {
    "message": "Admit it? Admit what?"
  },
  {
    "message": "The idea that he knows something... that deep down, I know it too..."
  },
  {
    "message": "It frightens me."
  },
  {
    "message": "...Anyway, I have to avoid using Scrap from now on."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugh.\""
  },
  {
    "message": "My headache has receded somewhat. I set my sights on the door from which the men in white emerged."
  },
  {
    "message": "Beyond that door, the hallway continues. At its end, another door."
  },
  {
    "message": "I check on the men before I go. They're breathing, which is at least some relief."
  },
  {
    "message": "I stand and start walking."
  },
  {
    "message": "The next door is locked with an authentication screen."
  },
  {
    "message": "The card I stole from the security guard doesn't work."
  },
  {
    "message": "Seeing no other choice, I go back to the men in white and grab the card off one's neck."
  }
]