[
  {
    "name": "蒼葉",
    "message": "\"Ren!\""
  },
  {
    "message": "I run to Ren and scoop him up in my arms."
  },
  {
    "message": "I understand now why he's not in human form."
  },
  {
    "message": "When Ren bit me and his memories poured in, it all fell into place. I also understand why Ren and I share so many memories."
  },
  {
    "message": "The Allmate I'm holding in my arms... This is just Ren's <I>vessel.</I>"
  },
  {
    "message": "Ren―the <I>true</I> Ren―isn't an Allmate. His mind, his soul, has been with me forever, has seen and felt all the same things I have..."
  },
  {
    "message": "And now... that Ren is inside me again."
  },
  {
    "message": "Back when I was just a little kid, I used to talk to someone inside my head."
  },
  {
    "message": "At some point, as I got older, I stopped and gradually forgot."
  },
  {
    "message": "But now, it's all come back to me. That voice inside my head... was Ren."
  },
  {
    "message": "Ren is inside me now, just like he always has been."
  },
  {
    "message": "The Allmate Ren was like a puppet the Ren inside me was controlling, or maybe even the... personification of that personality, somehow."
  },
  {
    "message": "I don't know how the Ren personality controlled the Allmate, or why."
  },
  {
    "message": "But Ren's mind isn't inside the Allmate anymore."
  },
  {
    "message": "He's inside me now."
  },
  {
    "message": "Inside my mind."
  },
  {
    "message": "I can hardly believe it... but I know it's true."
  },
  {
    "message": "I want to see Ren. Talk to him. But I can't do it like this."
  },
  {
    "message": "Ren has abandoned his Allmate shell and hidden himself away inside me."
  },
  {
    "message": "Which means..."
  },
  {
    "message": "Part of Rhyme's appeal is that it connects participants' minds directly. On the public field, you do battle with a projection of your opponent's psyche."
  },
  {
    "message": "In other words, it should be possible to use Rhyme to access someone else's mind."
  },
  {
    "message": "Which means I only have one option available."
  },
  {
    "message": "Of course, I've never done this before, and failing won't come without risks. There's probably a pretty high chance of failure, too."
  },
  {
    "message": "But I can't think of anything else."
  },
  {
    "message": "My only hope..."
  },
  {
    "message": "...is to use Scrap on myself."
  }
]