[
  {
    "message": "......"
  },
  {
    "message": "...My eyelids are heavy."
  },
  {
    "message": "When I manage to get them open, I see Virus watching me."
  },
  {
    "name": "ウイルス",
    "message": "\"Good morning, Aoba.\""
  },
  {
    "name": "トリップ",
    "message": "\"Good morning.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "It takes a little while for my mind to process the words."
  },
  {
    "message": "Oh."
  },
  {
    "message": "Good morning..."
  },
  {
    "message": "Virus is sitting by my head, stroking my naked chest."
  },
  {
    "message": "Trip is sitting by my feet, feeling up my stomach and legs."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh...\""
  },
  {
    "name": "ウイルス",
    "message": "\"How long has it been since we whisked you away? Six months, perhaps?\""
  },
  {
    "name": "ウイルス",
    "message": "\"We've showered you with so much love since locking you up in this room. You struggled so fiercely at first, but now you've become so... compliant.\""
  },
  {
    "name": "ウイルス",
    "message": "\"It wasn't all that long ago that you needed a collar and restraints, but we have no need for such things now.\""
  },
  {
    "name": "ウイルス",
    "message": "\"The human capacity to adapt never ceases to amaze. I told you as much, didn't I?\""
  },
  {
    "name": "トリップ",
    "message": "\"Look at what just a touch does to you now.\""
  },
  {
    "message": "Trip pokes my dripping erection, sending a jolt of sweet pleasure up my spine."
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "name": "ウイルス",
    "message": "\"Adorable. Come now, you two. Show Aoba your love.\""
  },
  {
    "message": "At Virus's call, a black lion appears with a creaking of bedsprings. Trip's Allmate."
  },
  {
    "message": "The lion lies down beside me and starts licking my chest and stomach with its big, rough tongue."
  },
  {
    "message": "It doesn't matter how gently it licks me, the lion's tongue is painful against my skin."
  },
  {
    "message": "But even that sensation... turns to pleasure."
  },
  {
    "name": "蒼葉",
    "message": "\"Ahh! ...N-No... Haa...\""
  },
  {
    "name": "ウイルス",
    "message": "\"Hehe, you seem to be enjoying yourself.\""
  },
  {
    "message": "Virus wets his fingers with the lion's saliva, then smears it on my nipples as he pinches them."
  },
  {
    "name": "蒼葉",
    "message": "\"Ahh... Haa... Mmn...\""
  },
  {
    "message": "I hear a slithering as something moist wraps itself around my lower body."
  },
  {
    "message": "It's Virus's Allmate... a black snake."
  },
  {
    "message": "Its smooth, damp scales rub across my thighs and genitals. That alone is almost enough to make me climax."
  },
  {
    "message": "The snake's cold, forked tongue flicks against my inner thighs."
  },
  {
    "name": "蒼葉",
    "message": "\"N-Nnghh... Ngh, ahh, haa...\""
  },
  {
    "name": "トリップ",
    "message": "\"We don't even need to do anything back <I>here</I> anymore.\""
  },
  {
    "message": "Trip suddenly sinks two fingers inside me."
  },
  {
    "name": "蒼葉",
    "message": "\"Nngaah! Ah... Ahh...\""
  },
  {
    "message": "This used to be excruciatingly painful, but now my body readily accepts Trip's fingers."
  },
  {
    "message": "The two of them have violated me in every way imaginable. At some point, it started to feel... good."
  },
  {
    "message": "Now just a light touch is all it takes to send waves of pleasure coursing through my body."
  },
  {
    "message": "Even now... with his fingers inside me, I'm on the verge of climax."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ah! ...Ngh, uhha... Nn, ahh... Nnnngh!\""
  },
  {
    "name": "トリップ",
    "message": "\"Hey, you came.\""
  },
  {
    "name": "ウイルス",
    "message": "\"Now it's your turn to entertain us.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, haa... Haa... Ngh... Hngh...!\""
  },
  {
    "message": "My body is completely exhausted from my orgasm, but Virus lifts me up and sits me in his lap facing him."
  },
  {
    "message": "He pulls himself out and lifts up both my legs."
  },
  {
    "message": "My body aches in anticipation of what's to come."
  },
  {
    "message": "Just as I hoped, his heat pushes into me where Trip's fingers were."
  },
  {
    "name": "蒼葉",
    "message": "\"A-Ahhhhhh...!\""
  },
  {
    "message": "I cry out at the force of his initial thrust, but it doesn't hurt at all."
  },
  {
    "message": "Sure, there's some discomfort from being pried open, but that quickly vanishes beneath the pleasure rising from deep in my hips."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, ah, haa...!\""
  },
  {
    "message": "My body moves on autopilot, clinging to Virus's neck. I sense Trip moving around behind me."
  },
  {
    "name": "トリップ",
    "message": "\"I want to try something a little different today.\""
  },
  {
    "name": "ウイルス",
    "message": "\"Sure... Go ahead.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...?!\""
  },
  {
    "message": "Trip slides his hands along my hips and up my thighs, resting his hands under my knees."
  },
  {
    "message": "And then he pulls me up..."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah! No, it won't... fit! Ngh, aaaah...!\""
  },
  {
    "message": "Virus has already stretched me to the limit when I feel Trip trying to push his way in too."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah... Ahhhh...! H-Hnngh...\""
  },
  {
    "name": "トリップ",
    "message": "\"...Ngh, not sure if it'll fit.\""
  },
  {
    "name": "ウイルス",
    "message": "\"Hurry up already. I don't like to be kept waiting.\""
  },
  {
    "name": "トリップ",
    "message": "\"Pull out a little so I can get in.\""
  },
  {
    "name": "ウイルス",
    "message": "\"Don't be ridiculous.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh... Guh, ngh, ahh, ahh...!\""
  },
  {
    "message": "I can't believe it. Somehow, Trip is sliding inside me, little by little."
  },
  {
    "message": "I can almost hear my flesh straining around his width. I cling to Virus, drool and tears streaming down my face."
  },
  {
    "name": "蒼葉",
    "message": "\"Guh... Ngh, oww... Haa, ahh...\""
  },
  {
    "name": "トリップ",
    "message": "\"Almost there...\""
  },
  {
    "name": "ウイルス",
    "message": "\"Mmm...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh...\""
  },
  {
    "name": "トリップ",
    "message": "\"It's... in. Barely.\""
  },
  {
    "message": "Trip's breath tickles my back. I'm in such pain, but even that sensation sends shivers up my spine."
  },
  {
    "message": "I can't move, and the more I relax my weight, the deeper they sink inside me."
  },
  {
    "message": "It's so painful and hot and stifling... I don't even know what to feel anymore."
  },
  {
    "name": "ウイルス",
    "message": "\"...I hope you're ready, Aoba.\""
  },
  {
    "name": "トリップ",
    "message": "\"He's so cute like this.\""
  },
  {
    "name": "ウイルス",
    "message": "\"Heh.\""
  },
  {
    "name": "蒼葉",
    "message": "\"N-N-... Uhh, guh... Ngh, ahh, haa...!\""
  },
  {
    "message": "The savage heat is turning my vision red."
  },
  {
    "message": "My blood is seething, and I'm crying so hard I feel like I might vomit."
  },
  {
    "message": "But my body is reacting. I'm rock-hard and drenched in fluids."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh, ah, eeek... Ngh, agh, ahhh...!\""
  },
  {
    "name": "ウイルス",
    "message": "\"Ngh... You're so adorable...\""
  },
  {
    "name": "トリップ",
    "message": "\"Cum for us, now. Hard as you can.\""
  },
  {
    "message": "Trip runs his tongue along my ear and cheek from behind, stroking my length firmly with his fingers."
  },
  {
    "message": "Meanwhile, Virus kisses me, drinking in my gasps and moans. I can barely breathe."
  },
  {
    "name": "蒼葉",
    "message": "\"...Nmph, mmph, uuh, nnnmm... Ngh, hngh, ahh...\""
  },
  {
    "message": "I know, of course, that this is torture, but my body has other ideas. I came only moments ago, and yet, I feel like I could keep cumming again and again."
  },
  {
    "message": "I'm not myself anymore. They've driven me insane, like them."
  },
  {
    "name": "ウイルス",
    "message": "\"Aoba...\""
  },
  {
    "name": "トリップ",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Ugah... Ahhhhhhhhh...!\""
  },
  {
    "message": "My body climaxes of its own accord, almost like it has a mind of its own."
  },
  {
    "message": "I quiver as I ejaculate... and lean into Virus's shoulder as the intense afterglow washes over me."
  },
  {
    "message": "They continue to rock my limp body between them, breathing hard."
  },
  {
    "name": "ウイルス",
    "message": "\"Mn...\""
  },
  {
    "name": "トリップ",
    "message": "\"...Ngh...\""
  },
  {
    "message": "After that, I lose track of time."
  },
  {
    "message": "The two of them continue to pound into my exhausted flesh. Eventually, they release their loads deep inside me."
  },
  {
    "name": "ウイルス",
    "message": "\"N-Nnngh... Aoba...\""
  },
  {
    "name": "トリップ",
    "message": "\"Aoba...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"...!\""
  },
  {
    "message": "I slowly close my eyes as I listen to the two of them pant."
  },
  {
    "message": "And amid the fathomless pleasure from which I might never be released..."
  },
  {
    "message": "...a single tear rolls down my cheek."
  }
]