[
  {
    "message": "Am I... inside my mind?"
  },
  {
    "message": "I stare in awe at the world around me."
  },
  {
    "message": "Images of myself are projected all over the dome-like sky."
  },
  {
    "message": "It looks kind of the Rhyme field, but not quite."
  },
  {
    "message": "My first guess was only half right. This place is not entirely mine."
  },
  {
    "message": "I think... this place belongs to Ren."
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "I turn, and there he is."
  },
  {
    "message": "...In human form."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren!\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "He answers me with a silent glare."
  },
  {
    "message": "His body has changed. The bug's doing, I'm sure. Parts of him look corrupted, somehow; his arm is a twisted, grotesque mass."
  },
  {
    "message": "It hurts to see him this way."
  },
  {
    "message": "Why... Why didn't I help him sooner?"
  },
  {
    "message": "Before he ended up like this..."
  },
  {
    "message": "Just as I open my mouth to speak again, Ren launches himself at me."
  },
  {
    "name": "蒼葉",
    "message": "\"Ugh!\""
  },
  {
    "message": "I roll to the side, barely avoiding his attack."
  },
  {
    "message": "As I start to get up, Ren slashes at me with blades that extend from his arms."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh!\""
  },
  {
    "message": "I manage to dodge the blades, but his attacks keep coming. He's not holding back."
  },
  {
    "name": "蒼葉",
    "message": "\"Guh...!\""
  },
  {
    "message": "Reaching the limit of my ability to evade, I try to deflect his blows with my fists."
  },
  {
    "message": "The force of his attacks numbs me to the bone. This is real. Ren's trying to kill me."
  },
  {
    "message": "His eyes are cold and empty."
  },
  {
    "name": "蒼葉",
    "message": "\"...I'm sorry.\""
  },
  {
    "message": "The words just fall from my mouth."
  },
  {
    "message": "An instant later, Ren knocks me away."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "I hit the ground hard."
  },
  {
    "message": "Ren approaches to finish me off."
  },
  {
    "message": "Ren..."
  },
  {
    "message": "The pain, the danger―none of that matters. Ren has lost himself... and that hurts more than anything."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ren, I'm sorry. I know you're suffering.\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm sorry I never realized... I'm sorry I never understood.\""
  },
  {
    "message": "Fighting through the pain, I stand and face him."
  },
  {
    "name": "蒼葉",
    "message": "\"But I get it now. I remember who you are. Ren... you were always inside me. Always watching over me.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But I took advantage of you. Of your kindness. And for that, I'm sorry.\" "
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "I take a step. Ren snarls a warning."
  },
  {
    "message": "At the same time, I hear an explosive <I>crack,</I> and sparks fill the air before me."
  },
  {
    "message": "When I try to move forward, I find my path blocked by an invisible wall. "
  }
]