[
  {
    "message": "As he licks his fingers, Ren reaches for my pants with his other hand."
  },
  {
    "name": "蓮",
    "message": "\"I'm sorry. I can't stop myself.\""
  },
  {
    "name": "蓮",
    "message": "\"I want... to feel all of you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "name": "蓮",
    "message": "\"I've never done this before. I don't know what I should do.\""
  },
  {
    "message": "I've never heard him sound so passionate."
  },
  {
    "message": "It makes me happy to know he feels that way... but still, it's kind of weird."
  },
  {
    "message": "I mean, Ren was always the calm, sensible one, but now he's struggling to control himself."
  },
  {
    "message": "And all because of me. That knowledge brings an upwelling of affection."
  },
  {
    "message": "Ren is me. This definitely isn't normal. But we've already passed the point of no return."
  },
  {
    "message": "Ren's feelings for me... my feelings for him... I can feel both burning bright inside me."
  },
  {
    "message": "Of course I can. It's all me."
  },
  {
    "name": "蒼葉",
    "message": "\"...This is kind of weird, huh?\""
  },
  {
    "name": "蓮",
    "message": "\"What is?\""
  },
  {
    "message": "I gently caress Ren's cheek."
  },
  {
    "name": "蒼葉",
    "message": "\"I mean, you're me, and we're in my head... but you're not me anymore. And we're, you know, doing... this...\""
  },
  {
    "name": "蓮",
    "message": "\"...Does it bother you?\""
  },
  {
    "name": "蒼葉",
    "message": "\"That's not what I mean.\""
  },
  {
    "message": "I slide my hand behind his neck to pull his head toward me."
  },
  {
    "name": "蒼葉",
    "message": "\"...You can do whatever you want. <I>Whatever</I> you want.\""
  },
  {
    "message": "As my whisper reaches his ears, Ren lets out a throaty growl."
  },
  {
    "name": "蓮",
    "message": "\"Aoba...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Mn...!\""
  },
  {
    "message": "He kisses me fiercely and tugs at my pants. I lift my hips to make it easier for him."
  },
  {
    "message": "He slips his fingers between our lips as we kiss, covering them with saliva."
  },
  {
    "message": "Once they're wet enough, he moves his hand down between my legs."
  },
  {
    "name": "蒼葉",
    "message": "\"Uuh... Ngh, ahh...!\""
  },
  {
    "message": "His fingers touch my entrance and slowly push inside."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, haa... Ah...\""
  },
  {
    "message": "I can feel them clearly, every knuckle, parting my tight flesh. It doesn't hurt as much as I thought it would."
  },
  {
    "message": "Maybe it's because Ren is me... but it seems like he knows exactly where to touch."
  },
  {
    "name": "蒼葉",
    "message": "\"Nghah... Haa...\""
  },
  {
    "message": "And damn... it's starting to feel good."
  },
  {
    "name": "蒼葉",
    "message": "\"Mn... Ngh...\""
  },
  {
    "message": "Once my pleasure becomes apparent, Ren pulls his fingers free."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh.\""
  }
]