[
  {
    "message": "...I want more."
  },
  {
    "message": "As I begin to feel embarrassed for the thought, Ren shifts behind me."
  },
  {
    "message": "Suddenly, he lifts one of my legs. Now something much bigger than his fingers is pressing up against me."
  },
  {
    "message": "I know exactly what it is, and look back at Ren, flustered."
  },
  {
    "message": "This might all just be data, but I'll still feel everything. I'm a little nervous."
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "But when I see the look in his eyes, I can't say a word."
  },
  {
    "message": "I can tell how sincerely and desperately he wants me..."
  },
  {
    "message": "He drags his tongue along my ear and the nape of my neck as if to put me at ease."
  },
  {
    "message": "The sweet sentiment distracts me as he slowly pushes his way inside."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, nnh, ahh, ahhh...!\""
  },
  {
    "message": "He gradually spreads me wider as he moves in, and I'm finding it difficult to breathe."
  },
  {
    "message": "It isn't so much that I can't endure it, but still... it hurts."
  },
  {
    "name": "蒼葉",
    "message": "\"Hnngh, uuh... Guh!\""
  },
  {
    "name": "蓮",
    "message": "\"Aoba... Are you okay? Does it hurt?\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "I shake my head, wanting to properly take Ren in."
  },
  {
    "message": "Ren slowly advances, trying to keep my comfort in mind."
  },
  {
    "message": "I take frantic, short breaths until it's all inside me."
  },
  {
    "message": "...Finally, Ren stops and sighs deeply into my ear."
  },
  {
    "message": "It's all in. And the moment that thought crosses my mind..."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah! Ah! ...Ah, Ren...!\""
  },
  {
    "message": "Ren starts to move, taking me by surprise. I'm unable to stifle my cry."
  },
  {
    "name": "蒼葉",
    "message": "\"Aaah, it's so...! Ah...!\""
  },
  {
    "name": "蓮",
    "message": "\"...Ngh... Hngh...\""
  },
  {
    "message": "My voice spills out with each thrust. I can't do anything but try to hang on."
  },
  {
    "name": "蓮",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh... U-Uugh...\""
  },
  {
    "message": "Ren calls my name between feverish breaths as he pounds hard into my flesh."
  },
  {
    "message": "At first it's painful because of how full I am, but before long, waves of pleasure start to assault my senses instead."
  },
  {
    "message": "Ren really does know where all my sweet spots are..."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh?!\""
  },
  {
    "message": "A strange feeling comes over me as I give my body to the pleasure."
  },
  {
    "message": "Ren is inside me, but I almost feel like I'm doing the thrusting too... The dual sensations fill my mind to bursting."
  },
  {
    "message": "What is this?"
  },
  {
    "message": "Could it be..."
  },
  {
    "message": "...because Ren and I share a body?"
  },
  {
    "name": "蒼葉",
    "message": "\"Hngh, ah... Ngh, ahh...!\""
  },
  {
    "message": "Each time he thrusts into me, I feel the pleasure from his perspective as well. In an instant, I'm hard again."
  },
  {
    "message": "Ren hooks his arm around my leg and starts to stroke my towering erection."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren...! Ah, ahh... Ngah...!\""
  },
  {
    "message": "Every time I moan, a delightfully warm sensation grows in my chest for some reason. It's different from what I'm feeling between my legs."
  },
  {
    "message": "If I really am feeling the same sensations as him..."
  },
  {
    "message": "...then maybe this warmth and fuzziness is what Ren feels when he hears my voice."
  },
  {
    "message": "Wait, does that mean Ren can feel my pleasure too?"
  },
  {
    "name": "蒼葉",
    "message": "\"Eek, aaaah, haa, aaaah...!\""
  },
  {
    "message": "With each thrust, I lose more of my ability to think."
  },
  {
    "message": "Ren is pounding straight into my sweet spots, and I felt like I might melt away."
  },
  {
    "name": "蓮",
    "message": "\"Haa...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"N-Nnmmph...!\""
  },
  {
    "message": "He sticks out his tongue and licks my jaw. I open my mouth and his tongue slides inside."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa... Nmm, uuh... Ngh...!\""
  },
  {
    "name": "蓮",
    "message": "\"Ngh... Hngh, Aoba...\""
  },
  {
    "message": "I listen to Ren's voice as we kiss."
  },
  {
    "name": "蓮",
    "message": "\"Aoba... Aoba... Aoba... Aoba!\""
  },
  {
    "name": "蒼葉",
    "message": "\"Ren...!\""
  },
  {
    "message": "His voice grows huskier each time he calls my name. I can't take it, so I shut his mouth with my lips."
  },
  {
    "message": "In this moment, our feelings are one."
  },
  {
    "message": "I love Ren. Ren loves me."
  },
  {
    "message": "There's nothing beyond that."
  },
  {
    "message": "Nothing but to indulge in each other―to our hearts' content."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"...We'll be together forever.\""
  },
  {
    "message": "Ren frowns for just a moment, then smiles."
  },
  {
    "name": "蓮",
    "message": "\"...We will.\""
  },
  {
    "message": "Ren nibbles at me as we kiss before wrapping his tongue around mine again."
  },
  {
    "message": "He starts thrusting even harder. The onslaught of sensation is enough to make me dizzy."
  },
  {
    "name": "蒼葉",
    "message": "\"Nmmph... Nngh, ahh! Ngh... Ahhh!\""
  },
  {
    "message": "He pounds into me, trying to get as deep as he can."
  },
  {
    "message": "My mind has turned to mush. I'm not really sure what's happening to me anymore."
  },
  {
    "message": "Ren's breathing is labored. Occasionally, he lets out a growl."
  },
  {
    "message": "My body shakes under a particularly savage thrust. His fangs brush against my chin."
  },
  {
    "message": "His tongue reaches out, lapping up the saliva dripping from my mouth."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah, uuh... Ngh... Nmm...\""
  },
  {
    "name": "蓮",
    "message": "\"...Ngh...\""
  },
  {
    "message": "Ren strokes my moist erection with even more force, pushing me closer to the edge."
  },
  {
    "message": "The sensation is so intense, tears build in my eyes."
  },
  {
    "name": "蒼葉",
    "message": "\"Haa, ahh, Ren... Fuck, ah, ahh...\""
  },
  {
    "name": "蓮",
    "message": "\"Ngh...\""
  },
  {
    "message": "Ren licks my cheek as I mumble incoherently, then picks up the speed of his thrusts."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah! Ah! No, Ren...!\""
  },
  {
    "name": "蓮",
    "message": "\"Ngh...!\""
  },
  {
    "name": "蒼葉",
    "message": "\"A-Aahh...!\""
  },
  {
    "message": "An intense jolt of pleasure tears through my body as he drives deeper than ever before."
  },
  {
    "message": "I arch my back, and white fluid erupts into Ren's hand."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh, ugh... Ngha...\""
  },
  {
    "name": "蓮",
    "message": "\"Guh...\""
  },
  {
    "message": "He moans faintly and pulls my hips flush to his."
  },
  {
    "name": "蓮",
    "message": "\"...Nghh!\""
  },
  {
    "message": "I feel him twitch and tremble inside me as something hot and moist fills me up."
  },
  {
    "name": "蒼葉",
    "message": "\"...Haa, haa, haa...\""
  },
  {
    "message": "And then, we lie there panting, savoring the afterglow."
  },
  {
    "message": "I'm so exhausted, I can't move a muscle."
  },
  {
    "name": "蒼葉",
    "message": "\"Mn...\""
  },
  {
    "message": "I lean back into him and Ren pulls out of me."
  },
  {
    "message": "It still feels warm where he was inside me."
  },
  {
    "name": "蓮",
    "message": "\"...Aoba.\""
  },
  {
    "message": "Ren hugs me tight from behind, and I close my eyes, putting a hand on his arm."
  }
]