[
  {
    "message": "But I don't have long to mourn. In moments, the pure white field starts to fill with color."
  },
  {
    "message": "In the blink of an eye, I'm standing on a beach at twilight."
  },
  {
    "message": "I remember this place..."
  },
  {
    "message": "I was here once before, long ago in my childhood. Though the memory is vague, the impression it left on me remains strong."
  },
  {
    "message": "I was sitting on the beach alone, watching the ocean, when someone started talking to me..."
  },
  {
    "message": "That person was..."
  },
  {
    "message": "...Dad?"
  },
  {
    "message": "Yes... Now I remember."
  },
  {
    "message": "As a child, I lived in my own little world, empty but for me and my imaginary friends."
  },
  {
    "message": "Dad was the one who changed all that."
  },
  {
    "message": "I was born in a lab, so we weren't blood-related, but I'll always think of him as my dad."
  },
  {
    "message": "He tore open my world and filled it with light."
  },
  {
    "message": "\"Don't worry,\" he told me. \"Worlds can always be destroyed.\""
  },
  {
    "message": "But now... \"I'm\" standing where Dad stood."
  },
  {
    "message": "The pure-white me has taken on my current appearance."
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "message": "Ren turns to me, his expression grave."
  },
  {
    "name": "蓮",
    "message": "\"We were all originally you. One mind split into three.\""
  },
  {
    "name": "蓮",
    "message": "\"Normally, to restore your mind, you would have to reintegrate both of us. We would disappear.\""
  },
  {
    "name": "蓮",
    "message": "\"But I am separate from you now. You've accepted me. You've recognized me as my own person. I will not disappear.\""
  },
  {
    "name": "蓮",
    "message": "\"But you haven't accepted him. He's trapped. Until you accept him as part of you, he'll never be free.\""
  },
  {
    "message": "I look again at the other me. I thought him expressionless, but now I can see the loneliness in his eyes."
  },
  {
    "message": "I've always thought of him as an enemy, a malevolent force bent on taking control."
  },
  {
    "message": "But as I look into \"my\" face, I wonder if I was wrong."
  },
  {
    "name": "蒼葉",
    "message": "\"...I was afraid of my power, of Scrap. Going inside a person's mind to destroy them... How was that any different from murder?\""
  },
  {
    "name": "蒼葉",
    "message": "\"I was scared of my power... No, that's not right. Part of me liked it, liked being unstoppable. It made me feel superior. That's what really scared me.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But when I went too far in Rhyme, it made me realize what I'd become. I was so scared. I didn't know what to do. So I tried to forget.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I tried to forget what had happened. To forget about Scrap. But that also meant forgetting you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I turned my back on you, on myself, and tried to live the quietest, most normal life I could imagine...\""
  },
  {
    "name": "蒼葉",
    "message": "\"But you didn't want to be forgotten. That's what you've been trying to tell me all this time. That you're part of me. That you're <i>here.</i>\""
  },
  {
    "name": "白蒼葉",
    "message": "\"......\""
  },
  {
    "name": "蒼葉",
    "message": "\"I thought you wanted to destroy me, so I pushed you away. But that was just me being selfish, refusing to see the truth...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Sei told me I needed to try and understand. I never tried with you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"But now, I'm gonna stop running. I'm gonna stop pushing you away. You're part of me. You belong inside me―now and forever.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I'm sorry for everything.\""
  },
  {
    "message": "Once I've finished, I approach my other self."
  },
  {
    "message": "His body trembles faintly as he sighs."
  },
  {
    "message": "I see a thousand thoughts and feelings swirling in his eyes."
  },
  {
    "message": "He lifts a hand. I bring mine up to meet it... palm to palm."
  },
  {
    "message": "Where our skin touches, a gentle heat grows."
  },
  {
    "message": "Watching me with glistening eyes, he slowly parts his lips."
  },
  {
    "name": "白蒼葉",
    "message": "\"Thank... you...\""
  },
  {
    "message": "His voice, thick with emotion... bursts into dazzling light."
  },
  {
    "name": "蒼葉",
    "message": "\"...Ngh!\""
  },
  {
    "message": "When I open my eyes again, he's gone."
  }
]