[
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "My chest is warm."
  },
  {
    "message": "I lay my hand over my heart. Its beat is steady and strong."
  },
  {
    "name": "蓮",
    "message": "\"He went back inside of you.\""
  },
  {
    "message": "Ren is standing next to me."
  },
  {
    "name": "蓮",
    "message": "\"He could return to you because you accepted him.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...You're okay?\""
  },
  {
    "name": "蓮",
    "message": "\"Yes. You recognized me as having my own will separate from yours.\" "
  },
  {
    "name": "蒼葉",
    "message": "\"Okay.\""
  },
  {
    "message": "I'm glad to hear that Ren won't go."
  },
  {
    "message": "The other me has rejoined my consciousness. That's what he wanted."
  },
  {
    "message": "But Sei..."
  },
  {
    "message": "He wanted freedom."
  },
  {
    "message": "I granted his wish... but in doing so, I ensured that I would never see him again."
  },
  {
    "message": "We finally found each other, and yet..."
  },
  {
    "message": "Tears burn at the corners of my eyes."
  },
  {
    "name": "蓮",
    "message": "\"Aoba...\""
  },
  {
    "name": "蒼葉",
    "message": "\"Maybe... Maybe I could've saved him... Maybe I could have saved Sei somehow...\""
  },
  {
    "name": "蓮",
    "message": "\"...Remember what he said. Try to see things from every perspective.\""
  },
  {
    "name": "蓮",
    "message": "\"I imagine this was salvation to him.\""
  },
  {
    "name": "蒼葉",
    "message": "\"......\""
  },
  {
    "message": "If only I could've gotten to Sei sooner..."
  },
  {
    "message": "If only we hadn't been born with these powers..."
  },
  {
    "message": "I could spend the rest of my life wondering what might have been."
  },
  {
    "message": "But <I>this</I> is our reality. I'm sure... there was no other way."
  },
  {
    "message": "I wipe the tears from my face."
  },
  {
    "message": "In the silence, I hear the gentle sound of waves breaking on the shore."
  },
  {
    "message": "The twilight scene is identical to the place from my dreams."
  },
  {
    "message": "A gentle breeze passes between us, carrying the faint scent of the tide."
  },
  {
    "message": "My heart aches."
  },
  {
    "name": "蒼葉",
    "message": "\"...It's beautiful.\""
  },
  {
    "name": "蓮",
    "message": "\"Yes.\""
  },
  {
    "name": "蒼葉",
    "message": "\"This memory means a lot to me. I'm glad I could share it with you.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Though it's probably not your first time, huh? You've always been with me, so you must've seen it back then.\""
  },
  {
    "name": "蓮",
    "message": "\"...Yes.\""
  },
  {
    "message": "Ren's hand touches my cheek."
  },
  {
    "message": "He gazes at me for a moment... then suddenly pulls me into his embrace."
  }
]