[
  {
    "name": "蒼葉",
    "message": "\"...I want to touch you too.\""
  },
  {
    "name": "蓮",
    "message": "\"...Aoba!\""
  },
  {
    "message": "Ren hugs me even tighter, pulling me off balance."
  },
  {
    "name": "蒼葉",
    "message": "\"R-Ren! Wait! You're too―wah!\""
  },
  {
    "message": "I topple forward, carrying us both to the ground."
  },
  {
    "name": "蓮",
    "message": "\"Sorry. You okay?\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Haha. You surprised me, man.\""
  },
  {
    "message": "I'm not hurt, thanks to Ren breaking my fall."
  },
  {
    "name": "蓮",
    "message": "\"Aoba.\""
  },
  {
    "message": "Ren presses his face into the side of my neck. My heart leaps when I feel his breath on my skin."
  },
  {
    "name": "蒼葉",
    "message": "\"What's wrong?\""
  },
  {
    "name": "蓮",
    "message": "\"...I just can't believe I'm touching you like this.\""
  },
  {
    "message": "Ren just lies there for a moment, as if taking in my scent."
  },
  {
    "message": "It's such a sweet gesture, I have to stroke his head."
  },
  {
    "message": "You know... I know we're just data in here, but Ren's way more built than I am. And taller too."
  },
  {
    "name": "蒼葉",
    "message": "\"...Why are you so much bigger than me?\""
  },
  {
    "message": "I ruffle Ren's hair and he lifts his head."
  },
  {
    "name": "蓮",
    "message": "\"That's just how I'm programmed.\""
  },
  {
    "name": "蒼葉",
    "message": "\"I mean, I know that. It just kinda pisses me off.\""
  },
  {
    "name": "蓮",
    "message": "\"You don't like it?\""
  },
  {
    "name": "蒼葉",
    "message": "\"Didn't say that.\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "We gaze at each other in silence for a bit."
  },
  {
    "message": "Those big, amber eyes... every bit as gentle as when he was a dog. Those eyes have comforted me for as long as I can remember."
  },
  {
    "name": "蓮",
    "message": "\"Aoba...\""
  },
  {
    "message": "His breath tickles my cheek as he speaks my name."
  },
  {
    "message": "He blinks softly, and moves his face in closer..."
  },
  {
    "message": "Our lips come together, as if nothing could be more natural."
  },
  {
    "name": "蒼葉",
    "message": "\"...Nmm.\""
  },
  {
    "message": "A gentle current of electricity runs through me as we kiss."
  },
  {
    "message": "This is kind of crazy, when you think about it..."
  },
  {
    "message": "I mean, Ren is <I>me...</I>"
  },
  {
    "message": "But I don't want to stop."
  },
  {
    "name": "蒼葉",
    "message": "\"Mmmn...\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "Ren nibbles at my lips and then licks them hesitantly."
  },
  {
    "message": "I part my lips in response and his tongue slips inside."
  },
  {
    "message": "I join my tongue to his. It's soft and warm."
  },
  {
    "name": "蒼葉",
    "message": "\"Hnn, ngh... Haa...\""
  },
  {
    "name": "蓮",
    "message": "\"....Ngh...!\""
  },
  {
    "message": "A shiver runs up my spine each time our tongues meet. Try as I might, I can't stop the saliva leaking from the corners of my mouth."
  },
  {
    "message": "From time to time, Ren pulls his tongue back to suck and nibble at my lip."
  },
  {
    "name": "蒼葉",
    "message": "\"Nm, mmph... Uuh... Nmm...\""
  },
  {
    "name": "蓮",
    "message": "\"Hnngh...!\""
  },
  {
    "message": "While we're kissing, Ren moves his hand down my chest and pushes up my shirt to touch my skin directly."
  },
  {
    "message": "His touch is so delicate it tickles."
  },
  {
    "name": "蒼葉",
    "message": "\"...Nmm, hnn, haha!\""
  },
  {
    "name": "蓮",
    "message": "\"...Aoba?\""
  },
  {
    "message": "He stops and looks at me."
  },
  {
    "message": "I try to stop laughing, but once I've started, even his hand just resting on my skin is too much."
  },
  {
    "name": "蒼葉",
    "message": "\"Sorry... Hehehe!\""
  },
  {
    "name": "蓮",
    "message": "\"...Is something wrong?\""
  },
  {
    "name": "蒼葉",
    "message": "\"No, it's nothing. Sorry. I'm fine.\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "Ren seems a little concerned, so he licks my lips."
  },
  {
    "message": "The doglike gesture makes me smile."
  },
  {
    "name": "蒼葉",
    "message": "\"You really are the same old Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"I can't help it. It must be a side effect of spending so many years in a dog's body.\""
  },
  {
    "message": "He lowers his eyes self-consciously. I can practically see his ears folded down against the top of his head."
  },
  {
    "message": "Overcome with affection, I press my lips to his forehead."
  },
  {
    "name": "蒼葉",
    "message": "\"That's not what I meant. I was just thinking you really are still my Ren.\""
  },
  {
    "name": "蓮",
    "message": "\"Aoba...\""
  },
  {
    "message": "Ren starts to move his hands again."
  },
  {
    "message": "He touches my chest, moving slower than before, brushing his fingers across my nipples."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh.\""
  },
  {
    "message": "My breath catches in my throat. It still tickles!"
  },
  {
    "message": "But as his fingers knead my nipples, they quickly grow hard. My cheeks burn, but he pretends not to notice."
  },
  {
    "message": "While he fiddles with my nipples, he reaches down with his free hand and begins to undo my belt."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh! Nnmm!\""
  },
  {
    "message": "By the time I think to stop him, he has already opened my pants."
  },
  {
    "message": "He starts to touch me through my underwear, and I pull my lips away to gasp."
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh... Haa, wait! Hang on!\""
  },
  {
    "name": "蓮",
    "message": "\"...I can't wait.\""
  },
  {
    "name": "蒼葉",
    "message": "\"Uh! Hey, Ren... Ah!\""
  },
  {
    "message": "I haven't even finished protesting before Ren pulls me out of my underwear."
  },
  {
    "message": "My face gets even redder when I realize that I'm already a little hard."
  },
  {
    "message": "The way I'm sitting―leaning against Ren with my legs spread wide open―is like I'm on display."
  },
  {
    "message": "And on top of that, my ears are still tingling with the sound of his husky voice―<I>I can't wait</I>. My heart feels like it'll burst from my chest.\r\n<p>\r\nI can't believe Ren would say something so..."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren...! This is kinda...!\""
  },
  {
    "name": "蓮",
    "message": "\"......\""
  },
  {
    "message": "A low growl fills my ears as my lips are seized again."
  },
  {
    "message": "He sloppily wraps his tongue around mine and begins to stroke me at a leisurely pace."
  },
  {
    "name": "蒼葉",
    "message": "\"Hnngh...!\""
  },
  {
    "message": "The pleasure growing in my hips makes me feel impatient―like an ember waiting to be set alight."
  },
  {
    "message": "Between kisses, Ren licks my cheeks and jaw as he teases me with his fingers."
  },
  {
    "message": "My breaths grow ragged. I'm aching for more."
  },
  {
    "name": "蒼葉",
    "message": "\"Ah... Ngh, ah, uuh... Nmm...\""
  },
  {
    "message": "A desperate sigh escapes my lips as our kiss is finally broken."
  },
  {
    "message": "I hate how eager I sound, but I can't help it."
  },
  {
    "name": "蓮",
    "message": "\"Aoba...\""
  },
  {
    "message": "Ren licks my lips."
  },
  {
    "message": "When I look down, I see his fingers wrapped around me, stroking me."
  },
  {
    "message": "They're wet with my precum, smearing it along my length with each stroke. The sight is... how do I put this..."
  },
  {
    "name": "蓮",
    "message": "\"Aoba... You're dripping... It's so hot...\""
  },
  {
    "name": "蒼葉",
    "message": "\"D-Don't―ngh, ahh!\""
  },
  {
    "message": "He strokes me harder when I try to complain."
  },
  {
    "name": "蒼葉",
    "message": "\"Uh, ah, no, Ren!\""
  },
  {
    "message": "By that point I'm completely hard, and the pleasure is building almost too fast."
  },
  {
    "name": "蒼葉",
    "message": "\"I said... don't...\""
  },
  {
    "message": "I try to stop his hand, but I don't have the strength. Everything is slippery with precum. I'm losing it fast."
  },
  {
    "message": "If I don't get a handle on it soon, I'll―"
  },
  {
    "name": "蒼葉",
    "message": "\"Ngh, haa, Ren, hang on, ahh! Wait!\""
  },
  {
    "name": "蓮",
    "message": "\"...I can't.\""
  },
  {
    "name": "蒼葉",
    "message": "\"...Huh?\""
  },
  {
    "name": "蓮",
    "message": "\"I'm sorry.\""
  },
  {
    "message": "My mind goes blank. What the hell is he―"
  },
  {
    "name": "蒼葉",
    "message": "\"Ngah!\""
  },
  {
    "message": "Suddenly, he's sucking and chewing on my earlobe with such ferocity that I fear he might eat it."
  },
  {
    "message": "He jams his tongue into my ear and starts to twist it around."
  },
  {
    "message": "The moist sounds echo against my eardrum, raising goosebumps all over my body.\r\n<p>\r\nI try to pull away, but Ren holds me firmly in place and strokes me even faster."
  },
  {
    "name": "蒼葉",
    "message": "\"Ren... Ah... Ren...!\""
  },
  {
    "message": "As I desperately call his name, he finally pulls his sopping hand away."
  },
  {
    "message": "But the next thing I know, he's licking his fingers―right in front of my eyes."
  },
  {
    "name": "蒼葉",
    "message": "\"!\""
  },
  {
    "message": "In his mouth, I catch a glimpse of fangs. They glisten with a primal hunger. My heart beats faster."
  }
]